{"chunk_id": "chunk_0", "section_title": "Advertising in the Campus Center", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "Digital Signage System (D-Flyers)\n\nThe D-Flyers play on the two (2) screens at the north and south entrances to the Campus Center. Any club, office, organization, or group recognized by the College may submit D-Flyers to advertise specific events and happenings on campus.\n\nFormatting D-Flyers\n\nCanva is the recommended software, but the slide can easily be created in Microsoft Publisher, Adobe Photoshop, and other programs.  The final file types must be submitted in one of the following image types:  .JPG, .TIF, .PNG, & .BMP, or MP4 for video ads.\nPlease use landscape or horizontal slide orientation.  This orientation looks the best on the screen.\nThere may be no references to drugs or alcohol.\nProperly Setting Up the Format in Applications\n\nCanva\n\nSelect \"presentation\" format on your file.\nCreate your document.\nSave as a .PNG, .JPED, or MP4 for video files.\nMicrosoft Publisher\n\nCreate a new document at a custom size of 18.5’’ long by 11’’ high.\nCreate the slide. Be sure to keep text away from the edges.\nSave and submit the document as a .jpg file.\nAdobe Photoshop\n\nCreate a new document at 1280 by 768 pixels at 150 DPI.\nDo not select a color bit rate over 8.\nCreate the slide.\nSave and submit the slide as a .jpg file.\nSubmission Guidelines\n\nPlease submit the flyers to digital form no later than five (5) days prior to when you want the slides to run.  No signage will run with less than 5 days lead time.\nFollow the instructions on the form.\nThe Student Life Office reserves the right to exclude any submission or change it for content or visual appeal.\nIf you have questions or suggestions for the Digital Signage in the Campus Center, please contact the Student Life Office.\nFlyers\n\nThere are bulletin boards located in the Parent’s Association Game Room and in the north and south vestibules on the first floor.\n\nDo NOT place flyers or anything else anywhere other than these bulletin boards. Postings placed on glass, doors, furniture, walls, etc. will be promptly removed.\n\nBanners/Signs"}
{"chunk_id": "chunk_1", "section_title": "Advertising in the Campus Center", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "Supplies for making signs and banners are in the Banner Making Space located outside the Intercultural Suite and are available to the entire Centre community. There are rolls of different colored paper, a variety of paints, die cuts, markers, fabric markers, construction paper, scissors, crayons, colored pencils, and more. Supplies are not to be removed from the Campus Center. If supplies are running low or empty, please notify the Information Desk or the Student Life Office.\nTo reserve banner space in the Campus Center visit http://eventcentre.bookedscheduler.com or through the EventCentre link on the homepage of CentreNet.\nBanner spaces may not be reserved more than seven (7) days prior to intended start of banner display.\nThere are 14 banner spaces available in Cowan Dining Commons on a first come, first served basis.\nThe standard size for banners is 66”x96” (the size of a standard flat twin sheet). Banners may be smaller, but not larger than this standard size. Banners should be hung in vertical orientation not to exceed 66”.\nInclude name of event, sponsoring group, date, time, and location, and other pertinent information.\nDo not hang banners more than seven (7) days before an upcoming event.\nDo not hang a banner that blocks the vents on the north wall of Cowan Dining Commons, signs or banners that cover the vents will be removed.\nHang banners from the 2nd floor railing over into Cowan Dining Commons only.\nYou may hang banners with painters tape, velcro ties, string, and ribbon.  Painters tape is available in the Student Life Office.\nYou may NOT hang banners using duct tape, packaging tape, wire, zip ties, or anything that may damage the railings. Any signs that are secured by any of these methods will be removed.\nDo not move or remove another sign to make room for your sign. If a group removes or moves another group’s sign, they may lose the privilege of posting signs/banners in Cowan Dining Commons.\nDo not hang a banner without reserving a space.  Any banners without a reservation will be removed and placed in the Student Life Office.  Repeated violations of this rule may result in losing the privilege of posting signs/banners in Cowan Dining Commons.\nRemove your own sign when your event is over.\nTable Displays\n\nThe napkin holders on the tables located in Cowan may be used by students, campus organizations, and campus offices. To reserve the use of these units visit https://eventcentre.bookedscheduler.com/Web/schedule.php.\nOne side may be reserved for seven (7) days."}
{"chunk_id": "chunk_2", "section_title": "Campus Center", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "Hours of Operation\n\nMonday-Friday\t8:00 a.m. – 12:00 a.m.\nSaturday-Sunday\t9:00 a.m. – 12:00 a.m.\nThe common areas of the building are accessible to students 24 hours a day by card swipe access.\n\nAn ATM is located in the north vestibule for cash withdrawals.\n\nBanquet and Food Service Information\n\nFor information involving food service and catering, please contact the Catering Manager for Parkhurst Dining.\n\nFees\n\nThe Student Life Office reserves the right to charge an individual, group, or organization for damage incurred to the space or for excessive cleaning. Additionally, reservation privileges for the responsible parties may be revoked.\n\nGame Room Policies\n\nPlease be mindful of others.  If other people are waiting to use something, please limit your play time to thirty (30 minutes.\nTo play pool, students must check out the balls from the Information Desk and leave their Student ID or another form of photo ID and fill out the Google Form.  Pool sticks are located in the Game Room and may not be removed for any reason. Students are responsible for returning the full set of pool balls to the Information Desk, otherwise you will be charged to replace them.\nStudents must check out ping pong paddles and balls from the Information Desk. They must leave their student ID at the desk and complete the Google Form.  They will get their ID back upon the return of the equipment. If any of the equipment is lost or damaged, students will be charged to replace it.\nGeneral Policies\n\nCentre College is a Tobacco-Free campus.  See the Tobacco Free Policy in the Residence Life section.\nhe Campus Center is an alcohol-free building. Any violators will be cited accordingly.\nIf you wish to use candles within the Campus Center, you must obtain special permission from the Student Life Office and the Department of Public Safety.\nInternet\n\nWireless internet access is available throughout the Campus Center for any student, faculty, or staff whose computer is registered with ITS.  Guests can register their device by connecting to the Centre Public Wifi network.\n\nLounge Areas\n\nTelevisions: Roku Remotes are available for check out at the Information Desk for the four (4) televisions on the first floor of the Campus Center and the two (2) televisions in the Game Room. Students must leave their Centre ID or another photo ID to check one out. Televisions should be turned off when they are not being used.\nFireplaces: The fireplaces are turned on each day when weather appropriate. Please inquire at the Information Desk to have the fireplaces turned on or off.\nShades: If the sun gets too bright, the shades along the west wall of the Campus Center can be closed via controls at the Information Desk upon request.\nPlease be mindful of others. If other people are waiting to use something, please limit your play time to thirty (30) minutes.\n\nParking"}
{"chunk_id": "chunk_3", "section_title": "Campus Center", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "Directly behind the Campus Center, off of College Street, there is one reserved parking space, three handicapped parking spaces, and four one-hour parking spots. There are four 2-hour parking spots on College Street. Additional parking is also available behind the Norton Center for the Arts off of West Walnut Street.\n\nRecycling\n\nRecycling is located near the Everyday Café, the north exit of Cowan, and in various locations on the second floor.\n\nParkhurst recycles any packaging materials and other trash if possible.\n\nReservations\n\nTo reserve meeting space in the Campus Center or view space availability, visit the online reservation systems at http://eventcentre.bookedscheduler.com, also located on the homepage of CentreNet.\n\nReservation Regulations\n\nAny Centre College registered group or organization may reserve space in the Campus Center for meetings, events, etc.\nParties outside the Centre College community may rent the space upon approval by the College. For those interested in renting space in the Campus Center, please contact Human Resources.\nThe Campus Center serves the needs of the campus community outside the classroom.  Therefore, reservations for academic purposes (class meetings, study space, research, etc.) are generally prohibited and will be rejected from EventCentre without prior approval from the Campus Activities team.\nFor urgent reservation requests, those needed within five (5) calendar days, please contact the Campus Activities team.\nIf a room you have reserved is locked, please contact the Information Desk or the Department of Public Safety.\nIf you have any questions or concerns, please consult the Information Desk, located on the first floor of the Campus Center.\nSet-up and Technology Requirements\n\nTo make specific requests for set-up, please provide that information on the EventCentre reservation system within 14 days of your reservation.  Please select the room that is best equipped for your needs. Some accommodations can be arranged upon special request. Do not assume that everything you need will be in the space you reserve (i.e. computers, USB-C converters, HDMI cables, adaptors, DVD player, etc.)"}
{"chunk_id": "chunk_4", "section_title": "Combs Center", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "A renovated hemp warehouse, the Combs Activities Center, commonly called the Warehouse, opened full-time in 1995 to serve the Centre community by providing recreation, meeting space, and event space.  It now houses the premier scholarship offices on the 2nd floor and the Strategic Marketing and Communications office is on the 3rd floor."}
{"chunk_id": "chunk_5", "section_title": "Greek-Letter Organizations", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "The fraternities and sororities at Centre offer individual students the opportunity to learn the importance of community, participation in campus life, and service. Greek-letter organizations offer students social and personal growth experiences, while helping them to develop interpersonal and leadership skills.\n\nThe time during which an individual has the opportunity to learn more about Greek-letter organizations is recruitment. Formal recruitment is the first week in February for both fraternities and sororities. Recruitment registration is held at the end of Fall Term and through CentreTerm.\n\nThere are 6 inter/national fraternities and 5 inter/national sororities on Centre’s campus. They are:\n\nChapter\tPresident\nAlpha Delta Pi\tMaya Luong\nDelta Delta Delta\tDolce Dillard\nKappa Alpha Theta\tTaylor Webb\n\nKappa Delta\tKate Helton\nKappa Kappa Gamma\tKira Pusateri\nBeta Theta Pi\tNate Hall\nDelta Kappa Epsilon\tEvan Hutchinson\nPhi Delta Theta\tLex Breeden\nPhi Kappa Tau\tGavin Alfon\nSigma Alpha Epsilon\tJonah Porter\nSigma Chi\tConner Maggard"}
{"chunk_id": "chunk_6", "section_title": "Greek-Letter Organization Leadership and Governance", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "There are two governing councils that oversee the activities of the fraternities and sororities. These two governing bodies are the Panhellenic Council for sororities and the Interfraternity Council for fraternities.\n\nPanhellenic Council\n\nThe Panhellenic Council’s objective is to develop and maintain fraternity life and interfraternity relations at a high level of accomplishment and in doing so, consider the goals and ideals of member groups as continually applicable to campus and personal life; promote superior scholarship as basic to intellectual achievement; and cooperate with member fraternities and the college administration in concern for and maintenance of high social and moral standards.\n\nThe Panhellenic Council has an internal judiciary board that handles complaints, grievances and/or violations of College and Panhellenic policy. All such items should be brought to the attention of the Panhellenic Executive Vice President.\n\nPanhellenic Officers for 2025-2026 are: Jane Daniel, President; Emma Daman, Executive Vice President; Lucy Triebsch, Vice President of Recruitment; Chloe Hein, Vice President for Chapter Relations; Kaelyn Douglas, Vice President of Enrichment; Lydia Handy, Vice President of Administration; and Madison Morris, Vice President of Diversity and Inclusion; and Taylor Webb, Vice President of Marketing and Public Relations.\n\nInterfraternity Council\n\nThe purpose of the Interfraternity Council (IFC) is to create, maintain, and perpetuate better relations among men’s inter/national recognized fraternities on campus; to inform, educate, and promote the Greek community to both those who are familiar and unfamiliar with it; and to encourage responsible participation in all areas of educational experiences including scholastic, social, intramural, and social service activities.\n\nThe Interfraternity Judicial Council (IFJC) is used to handle all fraternity violations of IFC and Greek Social policy. Any complaints, grievances, and/or violations must be brought to the attention of the Interfraternity Council Vice President of Risk Management and Chief Justice. In certain instances, it may be necessary for the College to take immediate disciplinary action. This may be necessary when, in the opinion of the college, the operations of the organization(s) involved may constitute a threat or disruption of the normal academic process of the college. Upon investigation of charges by the College, the case may then be referred back to the IFJC or handled through the college judicial system.\n\nIFC Officers for 2025-2026 are: Preston Eger, President; Oliver Guignon, Executive Vice President; Ethan Wills, Vice President of Risk Management; Caleb Maul, Vice President of Recruitment; Jonah Jackson, Vice President of Administration, Lex Breeden, Vice President of Diversity and Inclusion, and Evan Avret, Vice President of Marketing.\n\nOrder of Omega"}
{"chunk_id": "chunk_7", "section_title": "Greek-Letter Organization Leadership and Governance", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "Order of Omega is a leadership honor society for members of Greek organizations. Order of Omega recognizes juniors and seniors who have exemplified high standards in the areas of scholarship, leadership, involvement within their respective organization and within the Greek, campus, and local community. Members must have obtained a cumulative grade point average above the all-Greek grade point average and only the top 3% of Greeks may be tapped for membership. The Director of Greek Life and the Student Life Coordinator serve as co-advisors.\n\nGamma Sigma Alpha\n\nGamma Sigma Alpha is an academic honors society that seeks to recognize those members of the Centre College fraternity and sorority community who have excelled scholastically. For membership in this organization students must be a junior or senior, be in good standing with his or her chapter, and must have either a 3.5 or higher cumulative grade point average or have achieved a 3.5 out of 4.0 grade point average during a semester of their junior or senior year. The Director of Campus Activities &Greek Life and the Assistant Director of Campus Activities for Greek Life serve as co-advisors."}
{"chunk_id": "chunk_8", "section_title": "Student Activities Council", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "The Student Activities Council (SAC) is Centre’s programming organization. Campus-wide dances, weekend movies, comedians, and game shows are just a few of the many activities sponsored by SAC. A notable highlight includes the Centre tradition of Carnival. The Campus Center provides additional social programming space for SAC and other campus student groups. Membership in the Student Activities Council is open to all students.\n\nSAC officers for 2025-2026 are: Olivia Overmohle, President; Cali Waldridge (Fall) and Jacob Moossy (Spring), Vice President for Administration and Finance; Chloe Fussenegger, Public Relations Director; Margaux Heid (Fall) and Adhya Muralidharan (Spring), Big Events and Partnerships Chair; Laura Linkous, Film and Performances Chair; Taylor Price, Novelties and Spirit Boosters Chair. The Assistant Director of Student Activities serves as advisor to this organization.\n\nStudent Activities and Organizations\nCentre emphasizes student independence, initiative, responsibility, and leadership in the development and enhancement of student co-curricular activities and student organizations. However, the Student Life Office seeks to provide support, encouragement, and advice as needed and desired by the students. The Director of Campus Activities and Greek Life works with groups and their advisors to develop leadership and organizational strength and to help co-curricular life contribute to the enhanced development of students and the educational mission of the institution. Contact the Director of Campus Activities and Greek Life for a current listing of all student organizations. This list is also available on Centre’s website.\n\nStudents are encouraged to organize and join groups that promote their common interests. A group shall become an official organization when registered by the institution through the Student Life Office and Student Government Association. The College believes in the co-curricular experience and its potential contribution to building community. Centre delegates authority and responsibility for student organization activity along the following line: Board of Trustees, President, Vice President of Student Life, and Dean of Students or designee, and heads of student organizations.\n\nRegistered student organizations must have purposes and objectives which are compatible with the mission of Centre College, though institutional registration does not indicate endorsement by the College of the aims, objectives, or policies of that organization. A student group must be an officially registered student organization in order to use the Centre College name, to be listed in official publications, to advertise on campus, and to be recognized by the Student Government Association and be eligible to receive funds allocated from the student activities fee.\n\nRegistration Process"}
{"chunk_id": "chunk_9", "section_title": "Student Activities Council", "source_file": "activities_and_organizations.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/activities-and-organizations", "text": "Student groups that desire to be officially registered at Centre College must submit an Application for Student Organization Registration to the Student Life Office. At a minimum, organizations will be asked to provide:\n\nthe name and signature of an advisor, who is a current faculty or staff member of Centre College,\na list of current officers and members,\na statement of purpose and/or constitution.\nAll constitutional documents of student organizations, such as charters, constitution By-Laws, regulations, policies, etc., are subject to administrative review and to approval by the Student Life Office.\n\nStudent organizations at Centre College must operate in compliance with college policy and local, State, and Federal law. Organizations must also operate in compliance with their own approved constitution and/or By-Laws. The Student Life Office and/or SGA reserves the right to deny registration or to withdraw registration from any organization whose purpose or activities are deemed inconsistent with the mission, values, or policies of the institution. Organizations must register annually, or as often as requested by the Student Life Office, and must inform the Student Life Office of any changes to the information supplied on the registration form as often as such information may change.\n\nAction by the Student Government Association may grant an organization registered status. To be recognized, the group must be approved by the Student Government Association (see Article IV, Section 3 of the Student Government Association Constitution). A group must be registered and recognized in order to receive funding from the Student Government Association.\n\nSocial fraternities and sororities follow a similar but separate annual recognition process which is outlined in The Statement of Mutual Responsibility between Centre College and its Social Fraternities and Sororities and lease agreements between the College and each Greek Organization."}
{"chunk_id": "chunk_10", "section_title": "Alcohol Drug Policy", "source_file": "alcohol_drug_policy.txt", "url": "https://centre.smartcatalogiq.com/catalog-and-handbooks/student-handbook/student-policies-and-regulations/alcohol-and-drug-policy", "text": "The Federal Drug Free Schools and Communities Acts Amendments of 1989 require all public and private institutions of higher education to develop, distribute, and publicize a policy establishing standards of conduct regarding drugs and alcohol. It is the intention of that legislation and, in complying, it is the intention of this Centre policy to address the problem of underage and irresponsible drinking and/or use of illicit drugs on our campus should such problems arise.\n\nThe College’s policy regarding the use of alcoholic beverages by students is derived from its general philosophy of student life. Centre students are regarded as persons who are morally and legally responsible for their own conduct within the context of the norms and values of an educational community and as responsible residents of the local community in which the College is located, with respect for the laws of the state and community. As part of its overall educational program and mission, the College provides counseling and educational programs related to alcohol and drug use and abuse.\n\nThe College regards intoxication as irresponsible behavior both because of its effects on an individual’s ability to exercise sound judgment and because of its potential threats to health and safety. Not only do students incur serious risks for themselves and others when they drink to excess, but also they make themselves legally liable to prosecution, as well as morally responsible, when they contribute to irresponsible consumption by others and dire consequences ensue.\n\nStudents who are clearly in a state of intoxication, or who represent a possible threat to their own health and safety or to that of others, or who appear prone to disorderly conduct, are subject to sanctions through the College’s judicial system. In cases of disorderly conduct or vandalism connected with the abuse of alcohol, the fact that the offender had been drinking will not be treated as a mitigating circumstance in meting out sanctions. The Department of Public Safety and other College officials are authorized to issue citations to those who are intoxicated.\n\nThe College campus is not immune from the intervention of law enforcement officers and the College and its officials do not exercise the role of law enforcement officers regarding the personal use of alcohol by students or their guests. The use of alcoholic beverages by students is a matter of individual choice and involves the student’s acceptance of responsibility for whatever legal and personal consequences may ensue. The College does not accept legal liability for student violations of the law."}
{"chunk_id": "chunk_11", "section_title": "Alcohol Drug Policy", "source_file": "alcohol_drug_policy.txt", "url": "https://centre.smartcatalogiq.com/catalog-and-handbooks/student-handbook/student-policies-and-regulations/alcohol-and-drug-policy", "text": "Whenever the use, possession, or sale of alcohol would represent a potential legal liability to the institution, the College is required to prohibit its availability. College officials cannot serve alcohol to students in violation of the law, nor can alcohol be used in places to which the public has ready access, such as athletic contests, in the dining hall, or in other locations that the College may stipulate from time to time.\n\nLarge, single-source or community supplies of alcohol are not allowed on the campus.\n\nThis includes kegs and/or centrally located, large supplies of alcoholic beverage, which are by inference to be made available to groups of individuals. Kegs in any form or use are prohibited. Possession of small quantities of alcoholic beverage for private or personal use by individuals of legal age is acceptable. No activity should encourage rapid consumption of alcohol. Furthermore it is prohibited for students to participate in drinking games, such as beer pong. Any student who is in the room when a drinking game is taking place is subject to being cited. The residents will be held responsible for the drinking game/table even if they are not present. Students may be cited for possession of any table/board that could be construed as a beer pong table.\n\nINTERPRETATION OF ALCOHOL POLICY\n\nThe following interpretation is included to clarify understanding what is and what is not permitted under the alcohol policy:\n\nPersons twenty-one and older:\n\n• MAY drink alcohol in residence halls and fraternities, including from original containers or other appropriately sized containers.\n• MAY transport unopened containers of alcohol on campus (including in their original container).  \n• MAY NOT drink alcohol in outdoor public spaces (i.e., porches, patios, courtyards and lawns)\n• MAY NOT possess or drink alcohol from a communal source (i.e., kegs, borgs, or as part of drinking games)\n• MAY NOT play drinking games, even when played with any liquid\n• MAY drink alcohol in places and at events designated by the College\n• MAY NOT drink alcohol at athletic events unless sanctioned by Athletic Department\n• MAY NOT drink alcohol in academic buildings and non-residential, non-academic buildings (i.e., Sutcliffe, Campus Center, Warehouse, etc.)\n• MAY NOT provide alcohol to anyone under the age of twenty-one regardless of campus location\n• MAY NOT charge in any way for alcohol consumption by others, regardless of age. \n• MAY NOT permit underage persons to bring in or consume alcohol in their residence rooms.\n\nPersons under the age of twenty-one:\n\n• MAY be in spaces where legal drinking is occurring.\n• MAY NOT possess or drink alcohol.\n• MAY NOT permit underage persons to bring in or consume alcohol in their residence rooms.\n• MAY NOT carry open or unopened alcoholic beverage containers anywhere on campus.\n• MAY NOT provide alcohol to anyone."}
{"chunk_id": "chunk_12", "section_title": "Alcohol Drug Policy", "source_file": "alcohol_drug_policy.txt", "url": "https://centre.smartcatalogiq.com/catalog-and-handbooks/student-handbook/student-policies-and-regulations/alcohol-and-drug-policy", "text": "Federal and State laws prohibit the illegal possession or misuse of drugs such as marijuana, barbiturates, amphetamines, prescription tranquilizers, LSD compounds, mescaline, psilocybin, DMT, narcotics (including cocaine), and opiates. Centre College will not condone the illegal possession or use of drugs and cannot and will not protect students from prosecution under State and Federal laws. In addition, possession on campus of paraphernalia for the use of drugs is a violation of College regulations and sufficient reason for disciplinary action against those who are responsible for its presence or allow it in their rooms or vehicles.  Student are also not allowed to possess or consume any cannabis or cannabinoid containing products such as gummies, edibles, or hemp flower, etc. on campus.\n\nCentre intends to send a “zero tolerance” message regarding illegal possession or misuse of drugs, or knowingly being in the presence of those who possess or misuse drugs. Students alleged to be in violation of this policy are subject to a conduct hearing and disciplinary action up to suspension from the College. Centre prefers a conduct process focused on developmental discipline and takes a holistic consideration when assigning sanctions, including prior conduct. An example of “knowingly being in the presence of” someone possessing or misusing drugs is standing in a discernable group of people where one or more persons is using drugs when observed by a College official, giving rise to the inference that all those in the group were participating in a drug activity. This is only one example, but there could be many such situations, so students must be sure to dissociate themselves from those possessing or misusing drugs.\n\nStudents found responsible for the manufacturing, or distribution of marijuana, heroin, narcotics, or other controlled substances, except as expressly permitted by law, will be subjected to automatic administrative suspension with conditional return stipulations. Centre College maintains the right to notify authorities in any incident of drug manufacturing or distribution should it be deemed necessary.\n\nIt is widely acknowledged that there are significant health risks associated with the use of drugs and abuse of alcohol. Physical and psychological dependence; damage (in many cases irreversible) to vital organs such as brain, liver, lungs, heart, kidneys, and pancreas; heart attack, high blood pressure and strokes; birth defects; immunosuppression and increased susceptibility to infectious disease; coma; and death have all been attributed to use of illicit drugs or abuse of alcohol. Other less life threatening ill effects, but nonetheless serious in the college environment include nausea, convulsions, insomnia, delirium, depression, nervousness, loss of concentration, and fatigue.\n\nDuring new student orientation each Fall, educational programs about drug and alcohol abuse are presented. Topics of these programs include:"}
{"chunk_id": "chunk_13", "section_title": "Alcohol Drug Policy", "source_file": "alcohol_drug_policy.txt", "url": "https://centre.smartcatalogiq.com/catalog-and-handbooks/student-handbook/student-policies-and-regulations/alcohol-and-drug-policy", "text": "Health Risks\nFederal, State, and Local Laws\nCollege Policy and Sanctions for Violation of Policy\nAvailability of Counseling and Treatment\nCentre offers confidential counseling services for alcohol and drug abuse through Campus Counseling Services located in Parsons Center for Student Health & Counseling. Appointments for counseling may be made by calling 859-238-5740. In addition, the Director of Counseling Services can refer students to off-campus treatment resources, and self-help groups in the community. Any cost of off-campus treatment is the financial responsibility of the student and parents. In addition, Residence Directors and Resident Assistants are annually provided with training in peer counseling and intervention techniques. Alcohol and drug education and prevention programs are available to be provided by Parsons Student Health Center and the Campus Counseling staff.\n\nStudents who violate the standards of this drug and alcohol policy will be subject through the usual channels to disciplinary sanctions including possible suspension or expulsion from the College. In addition, violators may be subject to prosecution or imprisonment and/or referral for mandatory treatment/educational services under established laws, which make such violations misdemeanor or felony crimes.\n\nThe College chooses to inform students of the laws of the United States and the Commonwealth of Kentucky regarding the use, sale, and possession of alcoholic beverages in Kentucky, and the local option provisions of Boyle County, and also to warn them of the serious legal penalties to which they may be subject if they violate the laws. (Refer to the section on Federal, State, and Local Regulations in this Handbook.)"}
{"chunk_id": "chunk_14", "section_title": "Good Samaritan Medical Amnesty", "source_file": "good_samaritan_medical_amnesty.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/good-samaritan-and-medical-amnesty-policies", "text": "Good Samaritan Policy: In order to promote the safety of all Centre students in situations involving medical risk from alcohol or drug consumption, any student, or organization, who, in good faith, calls DPS, 911, or the Student Life Office to assist another student needing emergency and/or medical attention will not be cited for any offense under the alcohol or drug policies.\n\nMedical Amnesty Policy: Any student needing emergency and/or medical attention will not be cited for any offense under the alcohol or drug policy but will be required to complete alcohol or drug education and may undergo a substance abuse assessment as deemed appropriate by the Dean of Students or designated official.\n\nReporting students must complete the following responsible actions:\n\nCall 911, DPS, or RA.\nStay with the individual needing assistance until emergency services arrive.\nCooperate with college officials, law enforcement and emergency officials.\nIf a student violates any College policy while intoxicated, other than the alcohol or drug policies (i.e. drug distribution, vandalism, theft, etc.), those infractions are subject to citation under this policy.\n\nIf the student is taken to the hospital, the College reserves the right to contact the student’s parents/guardian per the College Parent Notification Policy for Non Academic Concerns.\n\nFollowing an amnesty report involving a student and/or student organization, involved parties will be required to attend meetings with College officials to discuss the incident and develop plans to prevent future incidents. Organizations that develop a pattern of needing assistance for students and not following risk management plans developed from past incidents will be subject to further review and action at the discretion of the Student Life Office."}
{"chunk_id": "chunk_15", "section_title": "Greek Life Social Policy", "source_file": "greek_life_social_policy.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/greek-life-social-policy", "text": "Greek organizations are only permitted to host events within the Greek Life Social Policy guidelines and only in locations approved by the Student Life Office. Under special circumstances, organizations may apply for an exception to the Student Life Office by contacting the Director of Greek Life. As indicated under Party in a Residence Hall in this handbook, students may not host or participate in parties in residence halls. This includes all rooms and public spaces. The president’s room and the rooms/hallways on the second floor of fraternity/sorority houses are considered residence hall rooms for this purpose.\n\nThe Greek community has established more specific risk management guidelines through the creation of a Greek Life Social Policy. A copy of the Greek Life Social Policy regulations can be obtained by contacting the Director of Greek Life, Interfraternity Council Vice President of Risk Management, or Panhellenic Council Executive Vice President.\n\nAll Greek organizations are expected to abide by the policies outlined in the Centre College Student Handbook and the Greek Life Social Policy unless a special exception is approved prior to the event by the Director of Greek Life. Failure to abide by these policies will result in disciplinary action.\n\nGreek Organization Conduct & Appeals Processes:\n\nPlease refer to the Student Conduct Code procedures for an overview of the conduct process for Greek organizations.\n\nAppeals to decisions rendered by the Interfraternity Judicial Council (IFJC) or the Panhellenic Council should follow the processes outlined in the governing documents for the respective organization.\n\nA request for an appeal to a decision rendered by the Director of Greek Life should be submitted in writing and should include a written statement detailing the grounds for the appeal and should be submitted within 72 hours of notification of the outcome of case.  The appeal will be reviewed by an Appellate Board comprised of 2-3 Centre College Conduct Officials.  If an appeal is upheld by the Appellate Board the decisions rendered by the Appellate Board shall be considered final and binding upon all involved.  If an appeal is not upheld by the Appellate Board the decision rendered by the Director of Greek Life shall be considered final and binding upon all involved."}
{"chunk_id": "chunk_16", "section_title": "Hazing Statement", "source_file": "hazing_statement.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/hazing-statement", "text": "Centre College views any form of hazing as contrary to the mission and purpose of the institution as stated in this Handbook. No individual or group may haze another at any time including initiation into any organization or at the time of affiliation with an organization. Centre College defines hazing as any act or behavior whether physical, emotional, or psychological, which subjects a person, voluntarily or involuntarily, to abuse, mistreatment, degradation, humiliation, harassment, embarrassment, or intimidation, or which may in any fashion compromise their inherent human dignity. At Centre, respect for the personal dignity of each student, faculty, and staff member is crucial to our enterprise.\n\nThe College’s endorsement of the National Collegiate Athletic Association (NCAA) “Principle of Ethical Conduct” extends this concept of hazing to all athletic teams. The “Principle” states that “Student-Athletes of a member institution and individuals employed by, or associated with, that institution shall deport themselves with honesty and good sportsmanship. Their behavior shall at all times reflect the high standards of honor and dignity that characterize participation in competitive sports in the collegiate setting.”\n\nThe Student Life Office is committed to appropriate personal, social, and intellectual development of all Centre students and seeks to foster an environment that promotes a positive collegiate experience. Hazing is viewed as detrimental and contradictory to these objectives and will not be tolerated. Any member of the College community who observes a hazing incident should report it immediately to a staff member in the Student Life Office, the Director of Athletics, or the Department of Public Safety. Individuals or groups found guilty of hazing are subject to penalties, which may be as severe as expulsion from the College."}
{"chunk_id": "chunk_17", "section_title": "Accessibility Services", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Centre College is committed to fostering respect for the diversity of the College community and the individual rights of each member of that community. In this spirit, and in accordance with the provisions of Section 504 of the Rehabilitation Act of 1973 and expanded by the Americans with Disabilities Act (ADA), Centre College seeks to provide disabled students with support services and other reasonable accommodations needed to ensure equal access to the programs and activities of the College. While the College provides a number of services to support the academic work of all its students (including tutoring), this statement outlines a variety of additional services provided specifically to students with mobility, visual, hearing, or learning disabilities.\n\nSupport services for physical disabilities of students at Centre College are coordinated by the Associate Director of Residence Life & Housing Operations and the Dean of /student Success. Individual students who have appropriate documentation of a disability are counseled to determine appropriate accommodations and identify resources and referral to the appropriate faculty member. All other disabilities are coordinated by the Assistant Dean.\n\nAll students are invited to register documentation of a physical or learning disability. Arrangements for services, equipment, modification of course material, classroom and housing assignments, and other reasonable accommodations require advance notice. Applicants indicating the need for special services must submit the Accessibility Request Form.  After submitting that request, students requesting housing accommodations will meet with the Associate director of Residence Life & Housing Operations to discuss their individual circumstances.  Students requesting academic accommodations will meet with the Dean of Student Success.  Returning students must submit requests by March 15 and new incoming students must submit requests by June 15.\n\nPlease refer to the Accessibility Services site for more information."}
{"chunk_id": "chunk_18", "section_title": "Damage", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Each student is responsible for the care of the keys and room assigned, as well as the common areas (lounges, halls, bathrooms, furnishings, etc.) of the residence unit to which they are assigned. At the end of the academic year or immediately following early departure from the College, all campus residences will be rechecked for damage, and the cost of any repair and/or replacement will be assessed to the resident’s bill. It is the responsibility of the resident to respect facilities of the College. Incidental wear and damage resulting from normal use is a matter for the routine maintenance procedures of the Facilities Management department. The prevention and reporting of vandalism or wanton damage to residence halls (including fraternity/sorority houses), academic buildings, or any other campus facility is the expressed obligation of every individual in the Centre community. Activity or behavior associated with such damage could result in danger for members of our community and is unacceptable.  It is important for residents to report any damages immediately to a member of the Residence Life staff.  Failure to do so could result in fines assessed to the resident's bill.\n\nIn an effort to reduce damages in residential spaces, the college limits students to the use of poster putty on walls. Additionally, any adhesive hook or tape cannot be used, due to the excessive amount of damage they have caused in the past. This includes removable wallpaper.\n\nFor damage incidents or excessive clean-up in residence units in which the individual(s) responsible cannot be identified, each resident of that unit must pay an equal share toward the cost of repair and/or cleaning. If repeated incidents of major damage in the same residence unit occur and if the individual(s) responsible cannot be identified, social privileges of the residence unit occupants may be revoked until such time that the residents demonstrate a commitment to appropriate behavior and can give reasonable assurance that no further damage will occur.\n\nIf the individual(s) responsible for damage can be identified, accountability will be assigned accordingly and will include restitution, a conduct meeting, and possible sanctions. If the individual(s) is/are involved in a subsequent incident resulting in damage, the individual(s) is/are subject to suspension from the College unless or until a commitment to responsible behavior can be demonstrated. It is ultimately the responsibility of the Student Judiciary and/or the Dean of Student Life to determine whether a student should be suspended or if some other sanction should be imposed."}
{"chunk_id": "chunk_19", "section_title": "Housing and Housing Assignments", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "The Residence Life & Housing Office is responsible for the management of campus residences. This office assigns housing to first-year and transfer students and determines opening and closing times for the residences.  Incoming first-year and transfer students will complete a housing application in the housing portal.  In the housing application, each person will share their preferences for key compatibility questions and how they wish for a roommate to present in those same areas.  If incoming students have identified an intended roommate, we do permit this to occur.  Centre requires that the match be a mutual selection, which means one individual creates a roommate group in the housing portal and the other individual must accept the group in order for the two to be paired together.  Additionally, Centre College does not permit incoming first-year students to live with returning students.\n\nFor returning students, housing is assigned through an annual housing lottery, administered in the spring term.  The lottery is based on class year, with rising seniors selecting first, rising juniors second, and rising sophomores third.  Students assigned to a room are obligated to pay the room charge for all terms in which they are enrolled within a given academic year. An additional fee is applied for single rooms or for living in a double room without a roommate.  This includes any single room within a suite or apartment.\n\nIf at any point a vacancy occurs in a room and Residence Life & Housing deems is permittable, the student remaining will pay for the room at the single rate for the rest of the semester.  If it is not possible, the student will have one week to fill the space with another student of their preference.  If the space is not filled after one week, Residence Life & Housing will fill the space.\n\nIf at any point, a resident begins to have difficulty with one or more roommates, we encourage them to participate in a roommate mediation process with their RA or RD to discuss their concerns. Should roommates desire a room change, it is our policy that the roommate desiring the change moves.   If both roommates desire a change and cannot agree who will move, the Residence Life Housing Office will move all roommates involved in the conflict."}
{"chunk_id": "chunk_20", "section_title": "Housing and Security Policy for Students with Housing Accommodations", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Any student who has a medical condition that necessitates special housing consideration must provide detailed documentation, dated and signed by their physician, delineating reason(s) for the request for special consideration.\n\nCentre College is committed to providing students with medical accommodations a safe environment in which to live and study. During safety drills and emergencies, alarms (and in some cases flashing lights) will alert students to potential and/or imminent danger. At the beginning of each term, the Department of Public Safety provides safety instructions in the event of an emergency for students with medical accommodations who reside in special housing such as campus apartments. Although these special housing units are not equipped with building fire alarms, each room is equipped with individual smoke detectors, as is the case in all campus residences.\n\nIt is the responsibility of the student to inform the Disability Services Office in the Academic Dean’s Office in advance if evacuation assistance will be needed in an emergency situation. The Department of Public Safety and the Residence Life & Housing Office staff will assist persons with disabilities who may require assistance evacuating a building during an emergency. These departments will keep a list of the students who may need assistance and their room assignments. This information will be shared with external rescue personnel if needed.\n\nLimited on-campus residence hall accommodations are available for students requiring medical accommodations. Centre College will give priority for first floor housing to students who notify the College of their medical accommodations. The Residence Life & Housing Office, Student Health Center, and the Disability Services Office will respond to requests for appropriate and reasonable housing accommodations in a timely manner.\n\nAny returning student who has a special need condition that necessitates special housing consideration must provide detailed documentation by filling out the special housing consideration form by March 1st, dated and signed by their health care provider, delineating reason(s) for the request of special consideration."}
{"chunk_id": "chunk_21", "section_title": "Housing and Security Policy for Students with Housing Accommodations", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "If for any reason, a student or the student’s family or advocate, believe that the College’s policy or student’s housing assignment does not reasonably accommodate the student’s disability or endangers the student’s safety or health, they may request reconsideration. This request must be written and filed with the Housing Office within 15 days after the assignment. If an appeal is necessary, the physician or health care provider can submit additional information for further review. A student may then appeal this decision within 15 days of notification and a medical accommodation review committee comprised of the health services and the housing committee will make the final determination for approvals. Once the committee has met, they shall notify the student in writing within 10 days of their decision."}
{"chunk_id": "chunk_22", "section_title": "Housing Contract", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "A copy of the housing contract is included here for general information. Each residential student is expected to sign a copy of this contract annually as an indication of understanding of and commitment to policies and regulations of on-campus housing.  This occurs when applying for Fall Term housing.\n\nThis contract is an agreement between Centre College and separately with each student signing below. It entitles the student to use their assigned accommodations only as set forth in this contract and in accordance with regulations published elsewhere in the Student Handbook under, among possibly other sections, Housing and Housing Assignments and under Student Life Standards and Policies.  These policies apply to all college housing, whether a standard double, suite, Greek housing, or campus owned houses and townhouses."}
{"chunk_id": "chunk_23", "section_title": "Housing Contract", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Each residence hall room includes an individual bed, mattress, chest, desk, chair, mirror, closet space, and mini-blinds. Students provide their own blankets, sheets, mattress pads, bedspreads, pillows, study lamps (excluding halogen lamps), etc.\nAt the time of initial occupancy, the student must complete a Room Condition Report.  The student should identify in that report and at that time any damages to the room or provided furnishings or any equipment not working correctly.  This Report will be used when the student moves out of the room to identify damages occurring during the time of occupancy by that student.  If a student fails to complete a Room Condition Report, they will be responsible for any damages in the room at checkout.\nNo alterations (for example, painting walls or installing carpet) are permitted to be made to the room or its contents without advance permission of the Director of Residence Life & Housing.  Students are responsible for reversing any alterations and returning the room to its original condition and appearance (e.g., returning College furniture to proper locations). Should the College find it necessary to restore the room to its original condition and appearance after occupancy has been terminated, the student will be assessed whatever charges accrue to that restoration.\nNo television mounted on the wall.\nNo flags, banners, signs, etc. may be hung from the ceiling or walls in any residence hall room.\nPersonally supplied beds or mattresses may not be used in residence hall rooms. Lofted beds may not be constructed for use in residence halls and homemade bed risers, such as, but not limited to, cinder blocks are not permitted. Store bought bed risers are allowed and must be commercially manufactured.\nElectric appliances and other items such as, but not limited to, Instapots, airfryers, hotplates, George Foreman type grills, frying pans, waffle irons, toasters/toaster ovens, portable heaters, microwave ovens (over 1200 watts), refrigerators (over 6 cubic feet), self-installed ceiling fans, halogen lamps, candles, live Christmas trees, and air conditioners may not be used in any student hall room.  Students may store and use rice cookers, toasters, toaster ovens, and other small cooking appliances in the kitchens of residence halls.  Microwave ovens less than 1200 watts, refrigerators less than 6 cubic feet, and coffee makers may be used and kept in student's rooms.\nNo externally viewable signage/flags or signs of any form may be placed in college windows without prior approval of the Dean of Students.  This also includes porches, balconies, and front steps.\nWindow screens may not be removed from windows. Doing so would result in a safety violation and dealt with as such through student conduct.\nSmoking is not allowed inside any residential facility belonging to or leased by the College.\nAll students living in Centre College residence halls are required to comply with the fire regulations as listed in the Campus Safety and Security and Risk Management sections of the Student Handbook.\nNo fireworks, firearms, or any other items, which could be considered weapons, may be kept in student rooms. See further explanation as stated in the Campus Safety and Security and Risk Management Policies sections of the Student Handbook.\nPets are not allowed in the residence halls or houses at Centre. Violation of this policy will result in a minimum fine of $50 per day and the immediate removal of the pet from campus.\nNew students may occupy their rooms no earlier than Sunday, August 24, 2025. Returning students may occupy their rooms beginning with check-in on Wednesday, August 27, 2025.  Times to be determined, but are not to interfere with any new student orientation events. The first contract meal for upper-class students will be dinner, Wednesday, August 27, 2025.  Any exceptions to these dates must be prearranged with the Residence Life & Housing Office.\nThe residence halls will be closed for winter break beginning Saturday, December 13, 2025 until Sunday, January 4, 2026. We realize that there are a few students who may be unable to leave during this break.  If they are unable to go home with a friend or make other arrangements, students must request to stay over the break by submitting a break housing request form in the housing portal by 5:00 pm on Monday December 1, 2025. There are no meals served during this break. The college reserves the right to move students remaining on campus during the December break to a centralized location for safety, financial, and maintenance reasons. Damage charges and fines are tripled during any College break, during finals, and for summer residents.\nThe residence halls/houses will close for the summer at 5:00 pm on May 20, 2026; however, students must leave campus 24 hours after their last final.  Graduating Seniors must leave campus by 5:00 pm Sunday, May 24, 2026.  Students are also expected to make other off-campus housing arrangements when the College is closed.\nStudents are expected to take every precaution that communal property is not abused. When damage does occur in or to communal property, and the responsible party cannot be identified, all occupants of that residence or hall will be assessed damages on a prorated basis.\nStudents are not to switch rooms without prior written authorization from the Residence Life & Housing Office.  Student must complete a room change request form in the housing portal to request a move.\nA student whose roommate departs or does not return for whatever reason during any long term may be responsible for accepting the charge for a private room or establishing a new roommate relationship. This new relationship may be established directly by the student or with the assistance of the Residence Life & Housing Office. Failure to cooperate with the Residence Life & Housing Office as they reassign roommates or assign a new room will require assessment of a single occupancy charge to the student's bill.\nThe College reserves the right of access to student rooms at any time for the purpose of supervising conditions regarding damage, safety, health, and compliance with College and residence hall policies and regulations. Personnel with such authorization are Residence Directors, Resident Assistants, facilities management staff, public safety officers, and Student Life Office staff. Rooms may be entered and inspected, but personal belongings will not be inspected or searched without prior authorization from the Dean of Student Life or other designated College officials. The College reserves the right to restrict the use of any furniture deemed unsafe or inappropriate in any College owned residence or Greek house. This includes any furniture/structure intended to be used as or that could be construed to be a serving area for alcohol.\nFailure to comply with the terms and conditions of this contract may result in the immediate revocation of the Housing Contract, termination of residency and loss of any and all housing fees. The College will remedy the noncompliance and assess necessary charges to cover expenses incurred as a result of the violation.\nAll students who test positive for Latent TB must be treated or they will not be allowed to reside in Centre housing.\nUpon termination of occupancy, the student is expected to complete the “check out” portion of the Room Condition report with an RA, unless they choose Express Checkout at the closing of school in May.\nEach student must sign a copy of this contract to acknowledge agreement with and understanding of the terms, and, further, as an agreement to exercise appropriate care in the residence hall."}
{"chunk_id": "chunk_24", "section_title": "I.D. Cards", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Each student must have a Centre I.D. card that is issued through the Student Life Office. If your I.D. card is stolen, contact the Student Life Office between 8:30 am – 4:30 pm, Monday through Friday or the Department of Public Safety after hours. Replacement I.D. cards are made in the Student Life Office located on the second floor of the Campus Center, Monday-Friday, 8:30 am - 4:30 pm. There is a $25 charge for a replacement I.D. If a student misplaces their I.D. card, a temporary ID card may be issued for 7 days to allow the student time to locate their ID card before purchasing a new one.  A faded I.D. card can be replaced at any time, at no cost.   A Centre I.D. card is necessary for eating meals on campus, use at the library, etc. Students should be prepared at any time to present a Centre I.D. to officials of the College as form of identification. Students who withdraw from the College for any reason, including academic or disciplinary suspension, must turn in their student I.D. card to the Office of the Registrar within 48 hours of withdrawal.\n\nStudents obtain access to their residence hall using their student ID card.  Only individuals living in the residence hall will have access to any particular building."}
{"chunk_id": "chunk_25", "section_title": "Keys and Locks", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Each student is issued one room key upon arrival for the academic year. Loss of the key during the year or failure to return the key will result in the assessment of a $50 charge. Students who withdraw from the College for any reason, including academic or disciplinary suspension, must turn in their room key to the Resident Life & Housing Office within 48 hours of withdrawal.  A replacement key may be purchased for $50 by contacting the Residence Life & Housing Office located in Nevin.\n\nTo maintain a safe and secure residential environment for all residents, exterior doors in residence halls are locked 24 hours per day.  All residents are issued access to the residence hall they live in using their student ID card.  Residents are asked to carry their room key and ID at all times. Propping of doors for any reason increases the risk of harm to the community. Propped doors in any residential space will be charged a minimum of a $100 fine to the entire community, if a responsible party is not found.  Additionally, using any mechanism to prevent a residential door from locking properly, including but not limited to the taping or dismantling locks will result in a fine, as well."}
{"chunk_id": "chunk_26", "section_title": "Laundry Facilities", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Laundry facilities operated by CSC Service Works are located in the basements of Bingham, Breckinridge, Caldwell, Cooper Ganfield, Evans, LaMotte Tyler, Nevin, Northside, Peal, Stevenson Vinson, and Yerkes; on the 1st floor of the Ruby Cheek House, on the 2nd and 3rd floors of Higgins and Wiseman Halls, in the Brockman Commons, and in the Combs Center Annex.  Residents of St. Mildreds Court have access to laundry in the basement of 122 St. Mildreds and Caldwell Hall.  Residents of 5th Street are given access to Pearl Hall. All machines are Speed Queen and are free for student use. Any maintenance problems in these areas should be reported to a member of the Residence Life & Housing staff."}
{"chunk_id": "chunk_27", "section_title": "Lockout Procedures", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "If a student is locked out of their room, they may call the appropriate phone number, depending on the time they are locked out.  Students will need to show ID to verify that they live in the space that they are requesting access.\n\nMonday-Friday, 8:00 AM until 5:00 PM: \t\t\tDPS (859-236-4357)\nSunday-Saturday, 5:00 PM until 12:00 AM: \t\tRD on Call (859-238-5590)\nSunday-Saturday, 12:00AM until 8:00 AM: \t\tDPS (859-236-4357)\nSaturday and Sunday, 8:00 AM until 5:00 PM: \tRD on Call (859-238-5590)"}
{"chunk_id": "chunk_28", "section_title": "Pets", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Pets are not allowed in the residence halls, houses, or any other Centre meeting space.  Service animals and approved Emotional Support Animals (ESAs) are permitted in the residence halls. Pets not allowed include cats, dogs, hamsters, snakes, birds, iguanas, lizards, rabbits, etc. Centre accepts no responsibility for but will allow one 20 gallon or smaller aquarium containing fish per room. Any damage incurred to the residence hall room or unit (i.e., the tank breaks) is the responsibility of the owner. Students found in violation of this policy will be fined a minimum of $100.00 per day the animal is present and given 24 hours to remove the animal themselves.  After 24 hours, the pet will be removed immediately from campus by a member of the Student Life staff.  Additionally, someone found with an unapproved animal forfeits the right to request an ESA in the same academic year."}
{"chunk_id": "chunk_29", "section_title": "Quiet Hours", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Students are expected to be considerate and responsible residents. They enjoy the freedom to make their own decisions provided they do not violate others’ rights or undermine the well-being of the community. This means that one should be careful of unreasonable noise, observe quiet hours, attend hall meetings, etc. Special consideration to fellow students should be observed during final exam periods when 24-hour quiet hours are in effect.  Students, along with the RAs and RDs, are responsible for determining and implementing guidelines promoting hall environments conducive to study and to good relationships on the floor. The Residence Life & Housing Office has the authority to exclude from campus residences for a specified time period any individual whose behavior or citizenship disturbs the good order of the residence. The College also reserves the right to change a student from one room to another if housing requirements make it necessary.\n\nWith the exception to approved College-sponsored events, quiet hours for all residences, student rooms, and corridors (including fraternity and sorority houses) are:\n\nSunday-Thursday\t10:00 pm\t-\t10:00 am\nFriday-Saturday\t11:00 pm\t-\t10:00 am\nOur lives together at Centre have several components, among which are academic, social, and personal activities. It is important to recognize that the primary mission of the College is an academic one. Because of that, respect for the peace and quiet of residence hall corridors and rooms is an important quality of our community success. Social activities which may occur either spontaneously or as a result of previous plans and which occur during quiet hours must not be conducted in such a way as to disturb the peace and quiet of residence hall corridors and rooms. During the minimum quiet or consideration hours, a resident who feels that nearby social activity is creating a disturbance may, after making an effort to quiet the disturbance themselves, request assistance from an RA or DPS. On Friday and Saturday nights, social activities in and around campus must not become so loud as to create a disturbance for people not involved in the activity and not located in the immediate vicinity of the activity.\n\nAdditionally, Courtesy Hours are in effect 24 hours a day.  This means that any student has the right to ask you to lower your noise level at any point in any of our residential facilities.  Failure to abide by Quiet Hours or 24 hours Courtesy Hours could result in disciplinary sanctions."}
{"chunk_id": "chunk_30", "section_title": "Residence Life Staff", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Residence Life Staff\n\nDirector of Residence Life & Housing: Jess Sweitzer\n\nAssociate Director of Residence Life & Housing Operations: Julie Wheeler\n\nAssistant Director of Residence Life & Housing:  Michael Embry\n\nResidence Life & Housing professional staff members can be reached via email (reslife@centre.edu) or phone (859-238-6035).  Office hours are 9:00 AM until 5:00 PM Monday through Friday, excluding holidays that the college is closed.  For after hours emergency support, the residence director on call can be reached at 859-238-5590, who can connect you to a professional staff person on call.\n\nResidence Directors (RDs)\n\nLeif Becker, Jade Pevley, Onix Rios, Kennedy Ushiroda, and Madie Vandeventer."}
{"chunk_id": "chunk_31", "section_title": "Residency", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Students are required to reside in college residences and to take their meals in campus dining facilities. Exceptions to this requirement are: (1) students who live at home with parents/guardians within a 30-mile radius of Danville; (2) students enrolled in less than 12 credit hours; (4) students aged 23 years old and above on the first day of fall term; (3) married students; (5) students with one or more dependents.\n\nAll students will be required to have a meal plan whether living on or off-campus.\n\nAll students requesting a residency exemption are required to complete an application. The deadline to apply for residency exemption is March 15 for the upcoming academic year.  Exemptions from the residency requirement are granted on an annual basis and do not automatically renew from year to year. It is the student’s responsibility to check with the Financial Aid office to learn what impact living off-campus will have on their aid award. Federal College Work Study and Perkins Loans are not awarded to off-campus students. Do not sign a lease. You will be responsible for the room charge and your off-campus rent if you sign a lease without permission to live off-campus. Students who will be granted permission to live off-campus are notified on or by March 30."}
{"chunk_id": "chunk_32", "section_title": "Roofs of Buildings", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "All roof and roof-like structures are strictly off-limits. This includes residence halls and Greek houses entry porch roofs, the Jones Visual Arts Center (JVAC), the pool, etc. Because of concerns for safety, damage to roof structures, and general liability, students must not go out on these roofs for any reason. There will be a potential $500 fine plus additional sanctions for anyone getting on any roof for any reason."}
{"chunk_id": "chunk_33", "section_title": "Service and Emotional Support Animals", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "It’s important to us that students receive the all the support they need to thrive while living on campus.\n\nService Animals\n\nA service animal means any dog* that is individually trained to do work or perform tasks for the benefit of an individual with a disability, including a physical, sensory, psychiatric, intellectual, or other mental disability. Students requesting to have a service animal live with them in campus housing should make a special housing request as soon as possible, but not later than thirty (30) days prior to the desired move-in date, by contacting the Associate Director of Residence Life & Housing Operations.\n\n*Under Title II and III of the ADA, service animals are limited to dogs. However, entities must make reasonable modifications in policies to allow individuals with disabilities to use miniature horses if they have been individually trained to do work or perform tasks for individuals with disabilities.\n\nService Animal Rights and Responsibilities\n\nRequirements, Rights, and Responsibilities Related to Service Animals\n\nA service animal will be the full responsibility of its handler and shall be always under the control of its handler, whether by harness, leash, voice control, signals, or other effective means;\nThe handler of a service animal is solely responsible for appropriate care of the animal and for complying with state and local requirements regarding vaccinations (the service animal must wear a valid vaccination tag), as well as state and local requirements regarding licensure and leash control;\nThe service animal’s handler is responsible for prompt and thorough clean up and disposal of animal waste in a closed container and appropriate trash bin;\nA service animal handler is solely responsible for the care and supervision of the service dog. The handler needs to be sure that the animal is kept clean and that the service animal is regularly bathed, groomed and treated for fleas and ticks;\nThe handler of a service animal will be solely responsible for any damage to the property of the College or other individuals caused by the service animal;\nCentre College may require a service animal to be removed from campus for any of the following:\n(a) the animal is out of control and the animal’s handler does not take effective action to control it;\n(b) the animal’s handler is mistreating or neglecting the animal;\n(c) or the animal is not housebroken\nFurther, consistent with federal and state law, a service animal may be excluded from a campus facility or program if its presence poses a direct threat to the health or safety of others, fundamentally alters the nature of a program or activity, or would result in substantial damage to property. Decisions to remove a service animal from campus will be made on a case-by-case basis."}
{"chunk_id": "chunk_34", "section_title": "Service and Emotional Support Animals", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Note: Centre College may prohibit the use of service animals in certain locations (“restricted areas”) due to health or safety restrictions (such as food preparation areas), where service animals may be in danger, or where their use may compromise the integrity of research (such as chemistry labs). Exceptions to restricted areas may be granted on a case-by-case basis by the Director of Public Safety and/or program chair responsible for the restricted area, as most appropriate.\n\nEmotional Support Animals\n\nAn emotional support animal (ESA) is an animal that provides emotional support which alleviates one or more identified symptoms of a resident’s documented disability. An ESA may be considered for access to university housing; however, they are not permitted in other areas of the College. An ESA is not specifically trained and therefore is not considered a Service Animal. Students requesting to have an ESA live with them in campus housing should make a special housing request as soon as possible, but not later than thirty (30) days prior to the desired move-in date, by contacting the Associate Director of Residence.\n\nEmotional Support Animal Policy\n\nDetermination of Emotional Support Animal Status\n\nA student requesting an ESA as an accommodation for a disability...\n\nContacts the Associate Director of Residence Life & Housing Operations to discuss request for an ESA accommodation and to discuss the full policy as it applies to the request;\n\nProvides complete documentation of the disability, which includes a statement from the student explaining the need for an assistance animal, a completed Diagnosing Clinician Form for Request for Emotional Support Animal (ESA) and proof of current vaccinations for the animal;\n\nProvides an emergency contact of someone who will come and take the animal should the student be incapacitated, hospitalized, or otherwise become unable to care for the animal;\n\nProvides information about the type of animal that will be kept in residence, as well as plans for care and maintenance of the animal.\n\nAccommodation requests should be made to the Associate Director of Residence Life & Housing Operations as soon as possible upon enrollment to Centre or prior to completion of housing assignments. It is not guaranteed that Centre will be able to meet the individual’s accommodation needs during the current term of occupancy. A student dissatisfied with the College's determination that the Emotional Support Animal cannot be accommodated in campus housing may make a written request for reconsideration to the Dean of Students.\n\nEmotional Support Animal Rights and Responsibilities"}
{"chunk_id": "chunk_35", "section_title": "Service and Emotional Support Animals", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "An approved ESA will be the full responsibility of its owner and shall be under the control of its owner at all times, whether inside the owner's personal residence or outside. The animal must be under the control of the owner whenever the animal is outside the owner's personal residence, and that may be accomplished by leash, tether, or appropriate restraint. Also, when the animal is in the residence space of the owner without the owner being present, the animal must be restrained in a cage or crate, so that anyone else entering the room (such as facilities or other type of emergency inspection or service visit) is not required to engage with the animal;\nThe owner is solely responsible for appropriate care of the animal and for complying with state and local requirements regarding vaccinations, licensure and leash control.\nThe ESA will remain in the Owner's assigned personal residence on campus and is not permitted in other students' rooms, the common areas of the residential facilities (shared bathrooms, living rooms, hallways, kitchens) or other areas of the College such as classroom, academic buildings, administrative buildings, library, dining hall, fitness centers, pool, and anywhere else outside the owner's personal residential space. \nProof of the following must be provided to the Associate Director of Residence Life & Housing Operations for canines and felines: \nDogs:\n     a. Proof of up-to-date rabies and distemper vaccinations;\n     b. proof of sterilization (spaying or neutering);\n     c. dogs must be over four months old and must have a KY license and wear it on a collar;\n     e. dogs must be regularly bathed, groomed, and treated for fleas and ticks.\n\nCats:\n     a. Proof of up-to-date rabies and distemper vaccinations;\n     b. proof of sterilization (spaying or neutering);\n     c. cats must be regularly treated for fleas and ticks.\n\n5.\tThe owner is responsible for prompt and thorough clean up and disposal of animal waste in a closed container and appropriate outdoor trash bin. Dogs must be housetrained;\n\n6.\tThe student must provide an emergency contact of someone who will come and take the animal should the student be incapacitated, hospitalized or otherwise become unable to care for the animal;\n\n7.\tResidents requiring an ESA will be placed in campus housing that is designated appropriate for an ESA;\n\n8.\tIf an ESA is approved for a residential space on campus, the Residence Life Staff will endeavor to notify the other residents on the floor or in the residence area where the ESA will be located, as both a courtesy to the other students and to alert them to potential health and safety concerns.\n\n9.\tThe owner is solely responsible for any damage caused by the approved ESA.\n\n10.\tCentre College may require that the ESA be removed from campus for any of the following:"}
{"chunk_id": "chunk_36", "section_title": "Service and Emotional Support Animals", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "a. The owner of the animal is in violation of ESA policy.\n    b. The animal is a threat to other College residents or is out of control and the animal's owner does not take effective action to control it. \n    c. The animal's owner is mistreating or neglecting the animal.\n    e. The animal's presence violates residents' rights to peace and quiet.\n     f. The animal is not housetrained.\n\nFurther, consistent with federal and state law, an ESA may be excluded from a campus facility or program if its presence poses a direct threat to the health or safety of others, fundamentally alters the nature of a program or activity, or would result in substantial damage to property.  Decision to remove an Emotional Support Animal from campus will be made on a case-by-case basis."}
{"chunk_id": "chunk_37", "section_title": "Storage", "source_file": "living_on_campus.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/living-on-campus", "text": "Storage will be reserved for long distance out-of-state students (defined as living 300+ miles from campus) and international students only.  All in-state residents must find alternative storage due to limited space.  Storage will be provided on a first-come, first-serve basis.  All of the residence hall storage areas are to be used for sealed and labeled plastic bins only (no rugs, bookshelves, food,  carpets, furniture, etc.). Storage rooms are opened by contacting Public Safety. Items not complying with these regulations will be discarded during the summer or during periodic school year inspections. The College will not be responsible for any damaged or stolen items stored in these rooms. Each student leaving items for the summer will be required to list the items being stored and sign a storage contract. All bicycles must be stored in the bicycle sheds during the year and will be disposed of as abandoned property if left at the end of the academic year. For further information, contact the Residence Life & Housing Office or the Department of Public Safety. Students are encouraged to rent a storage unit with a local rental company for the summer."}
{"chunk_id": "chunk_38", "section_title": "Overview of Sex Discrimination and Sexual Misconduct", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "As a fundamental policy and in compliance with Title IX of the Education Amendments Act of 1972 (“Title IX”), Section 504 of the Rehabilitation Act of 1973, and all other applicable federal and state non-discrimination laws, Centre College does not discriminate on the basis of race, color, religion, national or ethnic origin, sex, sexual orientation, gender identity or gender expression, age, disability, veteran's status, or genetic information in its educational programs and activities, admissions, and with regard to employment. Harassment based on an individual’s legally protected status is a form of prohibited discrimination.  Centre College hires and promotes its employees and admits its students on the basis of merit, qualification, and character.  This Policy addresses the College’s prohibition of sex discrimination.  Sexual harassment, sexual assault, and other forms of sexual misconduct are forms of sex discrimination prohibited by Title IX and the College’s conduct standards and policies prohibiting sex discrimination.\n\nCentre College is committed to a safe and healthy environment and, as such, will not tolerate sex discrimination or sexual misconduct of any kind. In addition to violating this Policy, any form of sex discrimination or sexual misconduct may also be a violation of federal and state laws.\n\nExcept as necessary for compliance with Title IX and other federal and state laws, prohibited discrimination on the basis of sex (where sex includes sex stereotypes, sex characteristics, pregnancy or related conditions, sexual orientation, and gender identity) is defined as action(s) that cause an individual to be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any academic, extracurricular, research, occupational training, or other education program or activity operated by Centre College.\n\nSexual misconduct is a broad category of behaviors that includes but is not limited to sexual harassment, sexual violence, sexual exploitation, sexual abuse (including sexual abuse of a minor), dating violence, domestic violence, stalking, cyber-stalking, bullying, and cyberbullying when based on sex or gender.\n\nThis Policy also expressly prohibits aiding or facilitating the commission of sexual misconduct and retaliation against any individual involved in a claim or in bringing a claim or supporting someone who brings a claim under this Policy.\n\nSexual misconduct can occur between strangers or non-strangers, including people involved in a dating, intimate, or sexual relationship. Sexual misconduct can be committed by or experienced by persons of any gender, and it can occur between people of the same or different gender."}
{"chunk_id": "chunk_39", "section_title": "Overview of Sex Discrimination and Sexual Misconduct", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "In addition to violating Centre College policy, some prohibited behaviors violate Federal Title IX Policy, which applies to a more narrowly defined set of circumstances. In instances where a report or complaint violates Title IX, additional procedures may be necessary for the College to follow to comply with Title IX; where these additional procedures are needed will be noted in the applicable sections of this policy. For a report to be defined as a violation of Federal Title IX Policy, the allegations must meet the following criteria:\n     • Must have occurred in the United States.\n     • Must have occurred in the College’s educational program or activity.\n     • Must fall under one of these three behaviors:\n          o An employee of the College conditioning the provision of an aid, benefit, or service of the College on an individual’s participation in unwelcome sexual conduct (Quid Pro Quo);\n          o Unwelcome conduct determined from the perspective of a reasonable person to be so severe, pervasive, and objectively offensive that it effectively denies a person equal access to the College’s educational programs or activities; or\n          o Sexual assault, dating violence, domestic violence, or stalking as defined by the Violence Against Women Act.\n\nSex discrimination, sexual misconduct, and other terms found within this Policy are defined in Section V below.\n\nAll students, faculty, staff (including medical staff), volunteers, contractors, and visitors of the College, regardless of role, tenure, or compensation, are subject to this Policy. Sexual misconduct committed in connection with any College-sponsored activity is prohibited whether on or off campus. This Policy may also apply to off-campus conduct that the College has determined may cause an unacceptable disruption to the College or which may infringe on an individual’s right to a non-discriminatory education and/or work environment.\n\nIndividuals who violate this Policy are subject to disciplinary action deemed appropriate by the College; up to and including termination for employees, contractors, and volunteers; and up to and including no trespass orders for guests. Students are subject to sanctions up to and including suspension and expulsion.  The complete list of possible sanctions for a violation of this Policy is included below in Section IV."}
{"chunk_id": "chunk_40", "section_title": "Resources", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The College offers assistance and non-judgmental support to any party involved in an incident of sexual misconduct.  The College understands that individuals involved in an incident of sexual misconduct will have questions and may need the support of on- and off-campus services.  All parties are encouraged to utilize both on-campus and off-campus resources for assistance.  A list of available resources and accommodations can be found on the College’s Title IX webpage.\n\nAny member of the College community involved in an incident of sexual misconduct can expect:\n\nThe opportunity to meet with the Title IX Coordinator.\nThe opportunity to work with an Advisor (see below for details).\nDetails about available on- and off-campus confidential resources, including medical assistance and counseling services.\nInformation on the option to file a complaint with law enforcement authorities and assistance, if requested from the Department of Public Safety or other College officials, in notifying and communicating with such authorities.\nImmediate measures by the College to prevent (or to reduce) unnecessary or unwelcomed contact with or proximity to the other party. Such measures may include housing relocation, the imposition of no-contact orders, and adjustments to course or work schedules to prevent contact, as determined to be appropriate by the Title IX Coordinator or an official designated by the Title IX Coordinator.\nThe right to be free from retaliation.\nAdvisor\n\nParties are permitted to have an advisor of their choice. If a party does not have an advisor, the College will make available an Advisor to work with any party, whether they are students or employees, who can provide information to them for all stages of the Sexual Misconduct process, including but not limited to reporting, engaging in the formal or informal process, interim measures, the investigation, possible disciplinary outcomes, appeals, and any related questions or concerns.  Advisors may attend all related meetings or hearings but do not participate except to advise their party. Where a process may go to a live hearing, the Advisor will ask clarifying and cross-examination questions on behalf of their party.  The Advisor will be appropriately trained to assist the party being advised, as well as trained on the rights of the parties and the rules of decorum in all meetings, including hearings.\n\nTitle IX Coordinator\n\nThe Title IX Coordinator is the designated representative of the College with primary responsibility for coordinating the College’s Title IX compliance efforts.  The Title IX Coordinator shall ensure that the College responds to all reports in a timely, effective, and consistent manner.  In addition, the Title IX Coordinator is responsible for ensuring that the review, investigation, and resolution of all reports of sexual misconduct are done according to this Policy and applicable law."}
{"chunk_id": "chunk_41", "section_title": "Resources", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The Title IX Coordinator is the primary person designated as an Official with Authority to Take Corrective Action (OWA) to redress sexual harassment and misconduct.  OWAs are employees on whom the College has conferred authority to take corrective action to end the discrimination or to redress the sexual harassment.\n\nContact information for the Title IX Coordinator:\n\nJohn Perrin, Director of Equal Opportunity & Title IX Compliance\n\nRoush Campus Center, Student Life Office 213\n\n859-238-5881\n\njohn.perrin@centre.edu, or TitleIX@centre.edu\n\nThe Title IX Coordinator oversees the resolution of reported sexual harassment and other sexual misconduct through the College’s resolution processes, described in this Policy.\n\nDeputy Title IX Coordinators\n\nThe College has also designated employees who serve as Deputy Title IX Coordinators. Deputy Title IX Coordinators assist in responding to reports of violation of this policy.  Parties may choose to speak to a Deputy Title IX Coordinator in addition to or in place of the Title IX Coordinator.  Contact information for the Deputy Title IX Coordinators may be found at the Title IX Office Website.\n\nQuestions or concerns may also be directed to the Office of Civil Rights of the United States Department of Education.  (The OCR Office for colleges in the state of Kentucky is in Philadelphia.)\n\nU.S. Department of Education\nOffice for Civil Rights\n100 Penn Square East, Suite 515\nPhiladelphia, PA 19107-3323\nTelephone: 215-656-8541\nTDD: 877-521-2172\nFax: 215-656-8605\nE-mail: OCR.Philadelphia@ed.gov\n\nWhat to Do if You Need Immediate Help:\n\nAny student, employee, or member of the College community who experiences sexual violence is encouraged to immediately notify law enforcement (911) and/or seek immediate medical assistance.  Centre College’s Department of Public Safety will provide transportation, upon request.  The Department of Public Safety can be reached at 859-236-4357 or by dialing “HELP” (4357) on a campus phone.\n\nIf you have experienced sexual violence, you are advised to:"}
{"chunk_id": "chunk_42", "section_title": "Resources", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Go to a safe place.\nCall someone that you trust - a good friend, your family, a counselor, or a chaplain.\nSeek medical care as soon as possible at any emergency medical facility, such as Ephraim McDowell Regional Medical Center’s Emergency Room or the University of Kentucky Emergency Room. To preserve your legal options, it is important to have a medical exam to assess for physical injuries and to collect evidence. You may have the exam and then decide not to pursue legal action. The medical provider will address the risk of pregnancy and sexually transmitted infections. Prophylactic medications will be offered.  The medical examination is free. To preserve evidence and to assist with the examination:\nBe sure NOT to bathe, douche, urinate, or defecate before arriving at the Emergency Room.\nBe sure NOT to change clothes. If you have already removed clothing, place it in a paper bag and bring it with you.\nTake extra clothes with you, as clothing will likely be held as evidence.\nPlease ask for someone you trust or a member of the Faculty or Staff to go with you (Please note that most employees of the College, including Resident Assistants, are required to report information about sexual misconduct to the Title IX Coordinator; see Article III, Confidentiality, for a list of confidential resources.)\nReport the assault to campus authorities, local law enforcement, and/or to one of the members of the Title IX Office (however, see below regarding confidentiality).  Individuals are strongly encouraged to come forward to report an assault and to receive appropriate professional counseling.  In addition to being a violation of this Policy, sexual assault is a criminal act, and the College takes sexual misconduct very seriously. Centre College is committed to ensuring a safe campus for all students and employees."}
{"chunk_id": "chunk_43", "section_title": "Reporting Obligations, Options and Considerations", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "In this policy, the following terms and definitions will be used:\n\nReport – information provided to the Title IX Coordinator, or another person specified in this Policy as an Official with Authority to Take Corrective Action (OWA) regarding an incident of sexual misconduct, whether provided by the person experiencing the incident of sexual misconduct, a third party, or another.\nComplaint – a formal request made by a party to engage in either an informal or formal resolution process\nComplainant – the individual who reports to have experienced or is reported to have experienced an incident of sexual misconduct.\nRespondent– an individual who has been reported to be the perpetrator of conduct that could constitute sexual harassment or sexual misconduct.\nThe College strongly encourages persons who experience any incident of sexual misconduct to report the incident as soon after the incident as possible.  A Complainant has the right and can expect to have incidents of sexual misconduct taken seriously by the College when reported. Only people who need to know will be told and information will be shared only as necessary with investigators, witnesses, and the Respondent (in some cases, the Respondent’s Advisor may receive information). Incidents can be reported by using the Sexual Misconduct and Assault Reporting Tool, calling the Title IX Office at 859-238-5881, or emailing the College’s Title IX Coordinator, John Perrin, at john.perrin@centre.edu or titleix@centre.edu.\n\nDifferent people on campus have different reporting responsibilities and different abilities to maintain confidentiality under Title IX and College policy, depending on their roles.  When consulting campus resources or speaking with someone at the College about sexual assault, you should be aware of confidentiality and mandatory reporting as required by law to make informed choices.\n\n**Reports Involving Minor Children\n\nUnder Kentucky law (KRS 620.030), any person who knows or has reasonable cause to believe that a child is dependent, neglected, or abused shall immediately cause an oral or written report to be made to a local law enforcement agency or the Department of Kentucky State Police, the Kentucky Cabinet for Health and Family Services or its designated representative, the Commonwealth's attorney, or the county attorney, by telephone or otherwise.  Any supervisor who receives from an employee a report of suspected dependency, neglect, or abuse shall promptly make a report to the proper authorities for investigation.  The Title IX Coordinator, with support from other appropriate offices as necessary, will help determine appropriate next steps.  All authorities designated under state law, such as law enforcement and/or child protective services, will be notified as required. The minor’s parent or guardians will be notified."}
{"chunk_id": "chunk_44", "section_title": "Reporting Obligations, Options and Considerations", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Anyone participating in a College-affiliated program or activity involving minors or a non-College program or activity operating on campus involving minors who knows, suspects, or receives information indicating that a minor has been abused or neglected, or who has other concerns about the safety of minors, in addition to complying with legal obligations to inform public authorities, as detailed above, MUST inform the College’s Title IX Coordinator, John Perrin, by filing a report through the Sexual Misconduct and Assault Reporting Tool, calling 859-238-5881, or by emailing him at john.perrin@centre.edu or titleix@centre.edu.\n\nIf you are unsure of someone’s duties and ability to maintain the confidentiality of your conversations, ask them before you talk to them.  They will be able to help you make decisions about who can best assist and/or support you.\n\nResponsible Employees\n\nCertain employees at the College are considered “Responsible Employees” under Title IX, which means that they are employees who are required to report any alleged sexual misconduct incidents to the Title IX Coordinator, but that they are not deemed Officials with Authority to Take Corrective Action (OWAs) because the College has not conferred upon them authority to take corrective action to end the discrimination or to redress the sexual harassment.  As stated above, however, all employees are required to report known or suspected incidents of sexual abuse of a minor to the Title IX Coordinator and/or Department of Public Safety.\n\nThe following are Responsible Employees under this Policy:\n\nThe President of the College;\nAll members of the senior administration (vice presidents, associate vice presidents, deans and associate deans, the athletic director, and the executive director of strategic initiatives);\nAll employees within the Department of Public Safety;\nThe Student Life Office members;\nResident Assistants and Residence Directors;\nThe Athletics Department;\nThe Human Resources Office; and\nAll Faculty\nTo formally report an incident of sexual misconduct and/or related concern, you must provide the Report to the Title IX Coordinator or any other person identified as an OWA. Once the Title IX Coordinator or any OWA receives a Report from anyone of sexual harassment, the Title IX Coordinator will reach out to the person who is identified as the Complainant, offer supportive measures and explain how to file a formal complaint.  Supportive measures include individualized services reasonably available that are non-punitive, non-disciplinary, and not unreasonably burdensome to the other party, designed to ensure equal educational access, protect safety, or deter sexual misconduct.  Supportive measures are available regardless of whether the Complainant files a Formal Complaint or takes other action. The Title IX Coordinator will consider the complainant’s wishes regarding supportive measures."}
{"chunk_id": "chunk_45", "section_title": "Reporting Obligations, Options and Considerations", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Once in receipt of a Report, the Title IX Coordinator or an OWA will provide information about similar measures, such as existing services and potential accommodations or protective measures, how the institution will protect confidentiality, the importance of preserving evidence, and options about the involvement of law enforcement.\n\nYou may also inform any of the Responsible Employees, listed above.  Because the College is required by law to investigate these matters, all Responsible Employees must report any claims or incidents arising under the Sexual Misconduct Policy to the Title IX Coordinator.\n\nNotice to a Responsible Employee will not be considered “actual notice” to the College unless and until the Responsible Employee notifies the Title IX Coordinator or someone designated as an OWA.  Once an individual, including an individual who is not an OWA, reports potential sexual harassment to the Title IX Coordinator or any OWA, the College has actual knowledge and its obligation to take action is triggered.\n\nConfidentiality\n\nOnce the College has received a Report or Formal Complaint of possible sexual misconduct, complete confidentiality may not be possible.  The College is required by law to protect the safety of its campus and its campus community.  When the College receives a Report of sexual misconduct, it has a legal obligation to respond in a timely and appropriate manner. Reasonable attempts will be made to preserve confidentiality.  Publicly available records will not contain personally identifiable information.  Only those employees with a legitimate need-to-know will be kept apprised of details.  When a Formal Complaint is filed and an investigation begins, Complainants and Respondents are required to have equal access to review any evidence that is directly related to the allegations in the Formal Complaint.  Additionally, the College may not restrict the ability of the Complainant or the Respondent to discuss the allegations or to gather or present relevant evidence, and any third parties involved in an investigation will be advised of the need to preserve confidentiality.\n\nHowever, based on the information gathered, the College may determine that it has a responsibility to initiate an investigation or a complaint procedure (even without the Complainant’s participation).  The College will balance any requests for confidentiality against the responsibility to provide a safe and nondiscriminatory environment for all students, staff, and faculty.  Complete confidentiality could handicap the College’s ability to conduct a thorough investigation of the allegations and to fulfill its legal obligations to the parties.  The College is required to investigate all reports of sexual abuse of a minor and all reports of sexual abuse of a student of the College by a member of the faculty or staff or other non-students."}
{"chunk_id": "chunk_46", "section_title": "Reporting Obligations, Options and Considerations", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The Title IX Coordinator will evaluate all requests for confidentiality to determine the extent to which the College can preserve confidentiality and forego a formal investigation while still satisfying its obligations under Title IX and this Policy.  In determining whether a Reporting Party’s request for a report of sexual misconduct can be kept confidential or not be acted upon, Centre College will consider multiple factors, including:\n\nwhether the incident involved the use of a weapon;\nif there have been other reports of misconduct committed by the accused student;\nwhether the incident involved multiple perpetrators;\nwhether the incident suggests a pattern of misconduct at a particular location or by a particular organization or person;\nthe risk of harm to self or others; or\nthe Complainant’s willingness to pursue a complaint.\nWhen the College is obligated to provide the College community with timely warnings, names of the individuals are not used and every effort will be made to remove identifying information.\n\nConfidential Disclosure\n\nDespite the College’s strong interest in having individuals report allegations of sexual misconduct, the College realizes that not every individual is prepared to make a Report to or to file a Formal Complaint with the College.\n\nThe College has designated certain specific persons as confidential resources for individuals who prefer to speak with someone confidentially about their concerns.  These confidential resources will not tell anyone else your private, personally identifiable information unless there is cause for fear for your safety, or the safety of others, or if the sexual misconduct reported involves a minor.\n\nIf you want details of the incident to be kept confidential, you should speak with one of the following confidential resources:\n\nCentre College Counselors;\nthe College Chaplain;\nParsons Student Health Center staff; and/or\nOff-campus mental health providers or rape crisis providers (even if they are providing services on campus, they are considered providers from outside the College and are, therefore, confidential resources). \nPersons in these positions are not required to disclose any personally identifiable information given in confidence unless given permission by the individual, the allegations involve the physical or sexual abuse of a child or vulnerable adult, or there is an imminent threat to the life of any person.  (On-campus Confidential resources may submit non-identifying, anonymous information about violations of this Policy to the Department of Public Safety for purposes of legally required statistical reporting under the Clery Act.)\n\nAmnesty Policy"}
{"chunk_id": "chunk_47", "section_title": "Reporting Obligations, Options and Considerations", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "An individual who participates as a Complainant or Witness in an investigation of sexual assault, domestic violence, dating violence, or stalking will not be subject to disciplinary sanctions for a violation of Centre’s student conduct policy at or near the time of the incident, unless it is determined that the violation was egregious, such as an action that places the health or safety of any other person at risk or involves academic dishonesty.\n\nReports to Law Enforcement\n\nAs noted above, Complainants are strongly encouraged to notify local law enforcement authorities of any criminal sexual misconduct.  Individuals will be assisted, upon request, in notifying law enforcement by the Department of Public Safety or the Title IX Coordinator.  They can assist you with making claims, petitioning for restraining orders, and/or advising on other legal options that may be available to you.  If requested, they will accompany you to the police station. Ampersand (formerly known as the Bluegrass Rape Crisis Center) can also assist with restraining orders, legal resources, or accompany to the police department.\n\nNote that if you choose only to communicate with a confidential resource and do not notify an Official with Authority to Take Corrective Action (OWA) or law enforcement, no further action will be taken."}
{"chunk_id": "chunk_48", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Any person may file a Formal Complaint with the Title IX Coordinator or other OWA as a person, or on behalf of another person, alleged to be the victim of conduct that could constitute sexual misconduct under this Policy.  The person alleged to be the victim of the misconduct is the Complainant.  The Title IX Coordinator may choose to sign a Formal Complaint on behalf of the Complainant, if the Title IX Coordinator determines that the signing a Formal Complaint to initiate an investigation over the wishes of the Complainant is not clearly unreasonable in light of the known circumstances, including because of the need to protect the safety of the College community or the Complainant.\n\nA “Formal Complaint” is a document filed by a Complainant or signed by the Title IX Coordinator alleging sexual misconduct against a Respondent and requesting that the College investigate the allegation of sexual misconduct.\n\nIf an individual decides to file a Formal Complaint, a detailed statement of the alleged incident(s) must be submitted to the Title IX Coordinator.  If the allegations are determined to potentially violate Federal Title IX Policy, a written (typed, emailed, or handwritten) statement must be signed and dated by the Complainant and submitted to the Title IX Coordinator. The statement should be as specific as possible, including dates, times, locations, a description of the alleged misconduct, and the name(s) of the accused person(s).  A list of any person(s) who may have information that would be helpful to the review and resolution process should also be provided. See the Formal Resolution Process below.\n\nIf the Title IX Coordinator determines an investigation is necessary and appropriate (even in the absence of the filing of a Formal Complaint if the Title IX Coordinator determines it is necessary to protect the safety of the College community or the Complainant), the investigation will normally begin within ten (10) business days, unless unusual or complex circumstances exist, or if the College is closed for regular business purposes (See below, under Formal Resolution Process, for details of what is involved in an investigation).  The investigation will be timely and impartial.  Barring unusual or unforeseen circumstances, the investigation will be completed, including any formal proceedings that occur, within 60 calendar days from the time a formal complaint is initiated.  If the investigation extends beyond 60 calendar days, the College will explain the reason for the delay to both parties and keep them apprised of the modified timeline.\n\nCollege's Responsibility\n\nOnce a Formal Complaint of sexual misconduct is filed, the College is obligated by law to investigate and to take appropriate action, regardless of whether the Complainant wishes to participate or considers the behavior sexual misconduct.  However, in certain circumstances, the College may or must dismiss the complaint."}
{"chunk_id": "chunk_49", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The College's authority to investigate, to compel cooperation, or to impose sanctions against those who are not members of the College community is limited. The informal and formal processes as described below apply to faculty, staff, and students of the College. Complaints against guest lecturers, volunteers, vendors, and visitors will be referred to the Title IX Coordinator or his/her designee for investigation and appropriate action.\n\nImmediate College Action\n\nUpon receiving a Formal Complaint of sexual misconduct, the Title IX Coordinator or a College employee designated by the Title IX Coordinator will take additional appropriate actions to protect the safety and well-being of the individuals involved in a complaint of sexual misconduct. Generally, such actions include but are not limited to the following:\n\nSend written notice to the Respondent of the allegations made;\nProvide a copy of the Sexual Misconduct Policy, which includes a copy of the College’s grievance process, to both parties;\nIf appropriate, establish an agreement between the parties that they are not to initiate contact with the other party or parties until further notice by the College.  Failure to cooperate or honor the agreement could result in restricting either party’s presence on campus;\nIf appropriate, take other immediate measures to prevent contact with or proximity to the other party, including housing relocation, adjustment to work or class schedules, and/or other measures as deemed appropriate by the Title IX Coordinator or designee.\nHave each of the parties and any witnesses acknowledge the expectation of confidentiality as outlined in this Policy and advise both parties that nothing in the Policy restricts their ability to discuss the allegations or to gather and present relevant evidence;\nAdvise all parties and any witnesses that they may not retaliate against any party or any witness involved in any investigation under this Policy. \nNotify the parties of the allegations in sufficient detail and with sufficient time to prepare a response before any interview. This may include notice that some of the conduct alleged may violate other College conduct requirements. If, in the course of the investigation, the College learns of conduct that may violate College conduct requirements, the parties will be notified.\nNotify the parties that the Respondent is presumed not responsible for the alleged misconduct until a determination regarding responsibility is made at the conclusion of the process.\nIf the report involves sexual misconduct involving a minor, the Title IX Coordinator and/or Department of Public Safety will notify all appropriate law enforcement and child protective agencies.\n\nThe Rights of the Parties\n\nThe Complainant and Respondent can expect the College to respect the rights of all involved by following the appropriate stated College sexual misconduct resolution process.\n\nRights of the Complainant and the Respondent:"}
{"chunk_id": "chunk_50", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "To choose to pursue an informal process or formal process, if applicable, as outlined in this Policy.\nTo have the allegations investigated in a thorough, unbiased, and timely manner.\nTo refrain from making self-incriminating statements and from participating in the process. (However, the College will determine whether a violation of the Sexual Misconduct Policy occurred based on the information presented.)\nTo be informed simultaneously of the outcome of the sexual misconduct resolution process.\nTo have an advisor of their choice.\nTo be treated equitably and to have an equal opportunity to present both fact and expert witnesses and inculpatory and exculpatory evidence.\nTo be notified of the date, time, location, participants, and purpose of all hearing investigative interviews, or other meetings, with sufficient time to prepare for participation.\nAvailability of Formal and Informal Resolution Options\n\nWhen a Reporting Party or the College chooses to move forward with a Formal Complaint, there are two avenues for resolution of an alleged policy violation; formal and informal resolution.  Informal resolution is permissible where all parties voluntarily agree to participate in an informal resolution except that informal resolutions are unavailable if the Complainant is a student and the Respondent is an employee.  An informal resolution does not involve a full investigation and adjudication (finding of responsibility). An informal resolution may proceed after both parties receive full disclosure of the allegations, their options for formal resolution, and if the College determines that the particular complaint is appropriate for informal resolution.  If a Formal Complaint is processed informally, the Complainant, Respondent, or College has the option to move the complaint to the Formal Resolution process at any time. The Informal Resolution process and/or mediation are typically not available in cases involving sexual violence, but if the informal process is requested, the parties and the College could agree to pursue an informal process.\n\nEach resolution process is guided by the same principles of fairness and respect for all parties. Resources are available for both students and employees, whether as Complainants or Respondents, to provide guidance throughout the investigation and resolution of the complaint. These resources are maintained by the Title IX Coordinator and available through the Student Life, Human Resources, and Academic Affairs offices, as appropriate.\n\nWhile the resolution processes for students, faculty, and staff might differ from one another, each process will include the following, essential attributes:"}
{"chunk_id": "chunk_51", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The parties will have an equal opportunity to present relevant witnesses and other evidence;\nFor resolution processes involving alleged general violations of this policy, while it is not required of any party to have an advisor, each party has the opportunity to have present an advisor of their choice, but that advisor may not participate in any meetings, hearings, or procedures, other than to advise the party; for resolution processes involving alleged violations of Federal Title IX Policy, each party is required to have an advisor of their choice, who may be an attorney, but that advisor may not participate in any meetings or procedures, other than to advise the party, and for cross-examination of witnesses during the Title IX live hearing process.\nIn any resolution process involving a standard of proof, the College will use the preponderance-of-the-evidence standard (that is, more likely than not that sexual misconduct occurred);\nThe burden of demonstrating that a case of sexual misconduct occurred and that the Respondent is responsible for that misconduct lies with the College;\nIf either party is allowed to introduce third-party expert testimony, both parties will be allowed to do so on the same basis;\nWhere appeals are allowed, each party will have the same opportunity to appeal as the other; and\nBoth parties will be notified, in writing at the same time, of the outcome of both the complaint and any appeal.\nDismissal of Complaints\n\nThe College has the right and, in some cases, the obligation, to dismiss a Formal Complaint, or some allegations within the Formal Complaint, as specified below.  The College will distinguish between allegations of conduct that (a) would constitute sexual harassment under this Policy and (b) would constitute sexual harassment under Federal Title IX Policy. Even if the Complaint or specific allegations are dismissed under this policy, the College may elect to pursue a disciplinary process under other College policies and procedures, such as the Student Conduct Code, the Faculty Handbook, or the Staff Handbook.\n\nA Complaint or specific allegations within the Complaint must be dismissed according to Federal Title IX Policy where the conduct alleged:"}
{"chunk_id": "chunk_52", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Would not meet the Federal Title IX definition of sexual harassment, even if proven;\nDid not occur in the College’s education program or activity;\nDid not occur at a location or event or in a circumstance over which the College exercised substantial control over both the Respondent and the context in which it occurred or at any building owned or controlled by an officially recognized student organization; or\nDid not occur in the United States (even if it occurred as part of a College program or activity).\nWhere a Complaint or specific allegations are dismissed according to Federal Title IX Policy because they would not constitute sexual harassment under Federal Title IX Policy, the College may continue to move forward to determine whether the conduct otherwise violates this Policy and pursue resolution accordingly.\n\nUnder the following circumstances, the College may choose to dismiss the Formal Complaint or any allegations within the Complaint:\n\nIf the Complainant notifies the Title IX Coordinator in writing that the Complainant wishes to withdraw the Complaint;\nIf the Respondent is no longer enrolled or employed by the College; or\nIf specific circumstances prevent the College from gathering sufficient evidence to make a determination.\nIn deciding whether to dismiss a Complaint or specific allegations, the College will consider the needs of the campus community, the safety of the parties involved, and the importance of determining the facts.\n\nAs part of the dismissal process, the College must provide both parties with written notice of the dismissal and the reasons for it.  Either party may appeal the dismissal by giving notice to the Title IX coordinator within 5 days of receipt of the written notice of dismissal.  The appeal of the dismissal will be decided as provided for under Appeals, below.\n\nInformal Resolution Process\nPurpose\n\nThe informal process is an opportunity to resolve an informal complaint through awareness, education, and/or a facilitated discussion.  Informal resolution may be requested by either party, or recommended by the Title IX Coordinator, at any time during the resolution process; however, if the allegations are determined to potentially violate Federal Title IX Policy, a written, signed, and dated Formal Complaint must be filed before pursuing an informal resolution. When pursuing informal resolution, the Title IX Coordinator will provide written notice of all the allegations, explain that each party retains the ability to withdraw from the informal process and return to the formal process at any time before agreeing to a resolution, and explain any consequences from participating in the informal process including what records will be kept or shared.  To move forward to attempt an informal resolution, the parties must provide their written, informed, and voluntary consent."}
{"chunk_id": "chunk_53", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "If these conditions are met and the parties wish to attempt an informal resolution, then the Title IX Coordinator will facilitate the informal resolution. During an informal process, written statements are not taken from the Complainant or the Respondent, no investigation is conducted, and no hearing is held.  As such, there will not be a finding of responsibility for a violation, nor will there be disciplinary sanctions levied against a Respondent; however, there could be requirements of certain behavior or the undertaking of certain acts required as a part of the informal resolution of the matter.\n\nStep 1: Facilitate Resolution\n\nThis process utilizes the information gathered during the preliminary inquiry or investigation to facilitate an appropriate resolution to the informal complaint.  The following are examples of possible options, one or more of which may be used to bring resolution to an informal complaint.\n\nPotential Informal Actions:\n\nDistribute a copy of the Sexual Misconduct Policy as a reminder to the person, group, or area where behavior is being questioned;\nEducate all parties regarding the College’s Sexual Misconduct Policy;\nAdvise the person(s) how to communicate the unwelcome nature of the behavior to the alleged harasser;\nConduct a sexual misconduct educational workshop for the designated group or department;\nMeet with the Respondent to raise awareness about alleged inappropriate behavior and provide notice about possible College consequences;\nFacilitate a discussion among all the parties involved, if all parties agree to do so;\nInstitute alternative work/ living arrangements, class schedule, advisor/supervisor arrangements; or\nLimit contact or impose a no-contact order between the Complainant and Respondent.\nStep 2: Document Informal Resolution\n\nAt the conclusion of the informal process, a letter summarizing the outcome(s) of the process will be sent by the College official leading the process to the Complainant and Respondent and other appropriate College officials to bring closure to the matter (see Retention of Documents section in this Policy).\n\nIf the matter is not resolved to the satisfaction of the parties utilizing the informal process, or the College determines the matter should be resolved through the formal process, the Complainant, the Respondent, or the College may pursue the formal process.  In such an instance, the Complainant, the Respondent, or the College may pursue the formal process within five (5) business days of the date on the informal outcome letter.\n\nFormal Resolution Process\n\nThe College offers a formal process leading to resolution of a complaint if the conduct alleged would, if proven, constitute Sexual Harassment under this policy or Federal Title IX Policy; if an informal resolution is not agreed upon or fails to satisfactorily resolve a concern; or if the College determines the formal process is appropriate or necessary.\n\nInvestigation"}
{"chunk_id": "chunk_54", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The College will strive to complete a thorough, fair, impartial, and timely investigation. The Title IX Coordinator will appoint an investigator, who may be an internal designee of the Title IX Coordinator or an external third party, to conduct the investigation. The investigator appointed must be free of any conflict of interest and bias as defined by this policy in the policy definitions section. The Complainant and the Respondent will be notified in writing of the investigator(s) assigned to their case.  The investigator will conduct a fair and impartial investigation with the understanding that the burden of proof and the burden of gathering evidence adequate to reach a determination of responsibility rest on the College, not on the parties. The investigator may not have a conflict of interest or bias and will be trained, including on issues of relevance, to ensure the investigative report fairly summarizes the relevant evidence.\n\nThe investigator will require the Complainant or College representative making the complaint to complete Step 1. Steps 2-5 will follow.\n\nStep 1: Complainant's Formal Complaint\n\nIf the Complainant has not already submitted a Formal Complaint, then the Complainant will be asked to submit a statement of the sexual misconduct allegations as a Formal Complaint (defined and described above).  If the allegations are determined to potentially violate Federal Title IX Policy, a written (typed, emailed, or handwritten) statement must be signed and dated by the Complainant and submitted to the Title IX Coordinator. The statement should be as specific as possible and, to the extent the information is available, including dates, times, locations, a description of the alleged misconduct, and the name(s) of the Respondent(s).  The Complainant should also provide a list of any person(s) who may have information that would be helpful to the investigation and hearing process.  The Complainant will submit the above information to the investigator.\n\nStep 2: College's Response and Investigation\n\nOnce the Complainant has submitted the Formal Complaint, the investigator will likely meet with the Complainant to discuss their complaint and to ask any clarifying questions from the Complaint.  During the meeting, the Complainant will have the right to have present an advisor, but the advisor will not be permitted to participate in any way in the meeting, except to advise the Complainant. The investigator will make sure that the Complainant has been adequately advised of available supportive measures (such as housing reassignments, security escorts, or class schedule changes) that are appropriate prior to a determination of the outcome of the Complaint.  The investigator might need to speak with the Complainant more than once."}
{"chunk_id": "chunk_55", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The investigator will then contact the Respondent to schedule a meeting to discuss the allegations.  Within a reasonable period of time prior to the scheduled meeting time to discuss the allegations adequate to give the Respondent sufficient time to prepare a response, the investigator will provide the Respondent a written notice of the allegations, including the parties involved, the specific section of the Sexual Misconduct Policy or other parts of the Student Code of Conduct alleged to be violated, the precise conduct that is alleged to constitute the potential violation, and the date and location of the alleged incident.  This notice may be a copy of the Complainant’s Complaint statement if it includes this necessary information.  During the meeting with the Respondent, the investigator will ask questions and listen to his/her/their version of the incident. During the meeting, the Respondent will have the right to have present an advisor, but the advisor will not be permitted to participate in any way in the meeting, except to advise the Respondent.  The investigator might need to speak with the Respondent more than once.\n\nStep 3: Respondent's Response\n\nThe investigator will ask the Respondent to provide a written response to the allegations by a specified date or within a reasonable period of time necessary to keep the process moving forward.  The Respondent will be asked also to provide a list of any person(s) who may have information that would be helpful to the investigation and hearing process.  A copy or summary of the response will be forwarded to the Complainant or the Title IX Coordinator bringing the complaint, as the case may be (with names and personally-identifying information of other students redacted consistent with state and federal law).\n\nStep 4: Witness Statements and Other Evidence\n\nThe investigator will collect any witness statements and other evidence he or she deems important to help assess whether sexual misconduct has occurred.  Prior to concluding the investigation, the investigator will provide both parties and their advisors an equal opportunity to inspect and review any evidence obtained during the investigation that is directly related to the allegations raised in the Formal Complaint, even if the College does not intend to rely on that evidence, and any inculpatory or exculpatory evidence so each party can meaningfully respond prior to the conclusion of the investigation.  A response by any party must be in writing and may include additional evidence for the investigator to consider.  Any submitted responses will be shared with the other party(ies) and their advisor(s).  The parties and their advisors will be required to sign a confidentiality and non-disclosure agreement prior to having access to the evidence.\n\nStep 5: Investigation Report"}
{"chunk_id": "chunk_56", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Upon gathering all the relevant evidence and speaking with the parties and witnesses deemed relevant by the investigator, the investigator will prepare an investigation report to be reviewed by the Title IX Coordinator.  The investigation report will include:\n\nA description of the circumstances giving rise to the complaint;\nA summary of the testimony provided by each witness, including the complainant and any witnesses identified by the complainant in the complaint;\nAn analysis of any relevant data or other evidence collected during the investigation;\nFor complaints where no part of the allegations potentially violate Federal Title IX Policy and the Title IX Coordinator has not determined that a hearing is necessary to facilitate the resolution of the complaint, a specific finding as to whether harassment or discrimination occurred regarding the allegation in the complaint; and\nAny other information deemed appropriate by the investigator.\nPrior to finalizing the investigation report, the investigator must send each party and each party’s advisor the evidence and provide at least 10 days for each party to submit a written response that the investigator will consider prior to completing the investigation.  This evidence may be in electronic form or hard copy.  Any response received from a party will be shared with the other party(ies) and their advisor(s).\n\nAfter considering each party’s response, if any, the investigator will prepare or finalize the final investigation report that fairly summarizes the evidence and send that to the Title IX Coordinator, the Complainant (and their advisor if applicable), and the Respondent (and their advisor if applicable). The parties may review the report and all evidence, and may choose to provide a written response, which will be shared with the other party(ies) and their advisor(s), as well as the hearing officer if a hearing is required under Federal Title IX Policy or if a hearing is determined to be necessary to facilitate a resolution by the Title IX Coordinator.\n\nThe College will make all evidence available for the parties’ inspection and review at any hearing and give each party an equal opportunity to refer to the evidence during any hearing, including for purposes of cross-examination.  Evidence will be handled consistent with state and federal law regarding disclosure of student and employee records.\n\nStep 6: Determination of Findings\n\nFor complaints where no part of the allegations potentially violate Federal Title IX Policy and the Title IX Coordinator has not determined that a hearing is necessary to facilitate the resolution of the complaint, the investigator will serve as the official who shall make the determination of responsibility, based on the evidence and outcome of the investigation. This determination will be made in the final investigation report, which will include:"}
{"chunk_id": "chunk_57", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The determination of the investigator as to whether the alleged conduct constituting discrimination, harassment, or retaliation occurred regarding each allegation in the complaint;\nThe determination of the investigator as to whether the conduct that occurred constitutes a policy violation and the section to have been violated;\nA description of actions taken, if any, to prevent similar problems in the future;\nThe proposed resolution of the complaint; and\nThe complainant’s right to appeal as described below.\nThe investigator will provide the final investigation report to the Title IX Coordinator, the Complainant (and their advisor if applicable), and the Respondent (and their advisor if applicable).\n\nIf the evidence substantiates a claim of prohibited conduct, the Director of Equal Opportunity & Title IX Compliance will provide a copy of the report to the appropriate Administrator based on the jurisdiction of the Respondent for review:\n\nFor students, this would be the Dean of Students;\nFor employees, this would be the Vice President of Human Resources and/or the Vice President of Academic Affairs.\nReview by the appropriate administrator may include reviewing the investigation report, speaking to the investigator, or speaking to the Complainant and Respondent. The purpose of this review is not to re-investigate or re-decide the matter but to collect necessary information to determine the necessity and scope of potential sanctions or other actions that the College may take to remediate and prevent future occurrences of harassment and discrimination.\n\nIf the evidence does not substantiate a claim of prohibited discrimination, harassment, or retaliation, the matter will be considered closed unless there is an appeal.\n\nHearing Processes\n\nWhere the allegations pertain to conduct which, if proven true, would meet the definition of sex discrimination or sexual harassment under Federal Title IX Policy, the College is required by Federal law to utilize a live hearing process, as set forth below.\n\nFor complaints where the Title IX Coordinator has determined that a hearing is necessary to facilitate a resolution of the complaint, the College may choose to utilize a hearing process to determine whether the allegations of misconduct are true and whether the Respondent is responsible for misconduct under this Policy or any other College Policy. The Title IX Coordinator may determine that a hearing is necessary based on, but not limited to, the following criteria:"}
{"chunk_id": "chunk_58", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The alleged conduct is so severe, pervasive, or objectively offensive that it effectively denies a person equal access to the College’s educational programs or activities, but is not covered under Federal Title IX Policy;\nThe alleged conduct includes sexual misconduct that is severe, pervasive, or objectively offensive or includes sexual assault against a complainant who was not attempting to participate in an educational program or activity;\nThe conduct includes quid pro quo sexual harassment that did not occur in the United States or is otherwise not covered under Federal Title IX Policy;\nThe alleged conduct includes sexual assault that did not occur on campus or in the United States or is otherwise not covered under Federal Title IX Policy; or\nThe alleged conduct includes relationship intimidation or abuse.\nIf it is unclear whether the allegations pertain to Title IX-prohibited sex discrimination or sexual harassment, then the College will use the live hearing process to determine responsibility.\n\nAdministrative Hearing (for non-Title IX allegations)\n\nThe function of this hearing is for a College Hearing Officer (see below for the identity of the hearing officer) to hear from the Complainant, the Respondent, and/or any other witness the hearing officer deems necessary to determine whether it is more likely than not that the Respondent is responsible for the misconduct alleged, whether the conduct violated the College’s Sexual Misconduct Policy, and, if so, to determine an appropriate sanction.  Hearing officers will be trained in the conducting of fair hearings, in the terms of this Policy, and of issues involved in sexual misconduct, including victim trauma.  The College Hearing Officer will receive a copy of the Investigation Report.\n\nAll administrative hearings will be conducted by the following College Hearing Officers:\n\nComplaints against Students will be heard by the Dean of Students (or a designee).  Please see below for the Hearing Procedure;\nComplaints against Staff will be heard by the Vice President for Human Resources and Administrative Services (or a designee).  Please see the Staff Handbook for the Sexual Misconduct Hearing Procedure;\nComplaints against Faculty will be heard by the Vice President for Academic Affairs (or a designee).  Please see the Faculty Handbook for the Sexual Misconduct Hearing Procedure.\nIf the College Hearing Officers are not available or have a conflict of interest and cannot select a designee, an appropriate Hearing Officer who may be an internal or external Hearing Officer will be selected by the Title IX Coordinator.\nHearing Procedure:"}
{"chunk_id": "chunk_59", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The Complainant and Respondent will be notified of the date, time, and location of the hearing.\nThe hearing is closed and generally includes only the Complainant, the Respondent, and the College Hearing Officer (the Hearing Officer may permit another College official to act as an observer of the proceedings, but not as a participant).The College Hearing Officer may meet with the parties together or separately, based on the circumstances.(The Complainant will not be required to attend a hearing with the Respondent, but may meet separately with the Hearing Officer or otherwise participate remotely.)\nBoth parties are allowed to have an advisor for the hearing (for example, an employee of Ampersand or a parent could serve as an advisor).Advisors are not allowed to participate in the hearing in any manner.Advisors may attend and consult with the person they are advising, but may not ask questions and/or otherwise engage in the process. If a party decides to have an advisor present at the hearing, then the party must provide at least 48 hours advance notice that the advisor will be present, along with the name and contact information of the advisor. The College will endeavor to inform the other parties if any of the parties are planning to include an advisor in the hearing.\nThe Complainant and Respondent may each submit a written statement concerning the alleged misconduct, the effect of the misconduct, and the appropriate sanction. The College Hearing Officer has the discretion to limit the testimony or information offered if it is cumulative, irrelevant, or otherwise not helpful to the determination of responsibility or sanction.\nThe College Hearing Officer may ask questions of the Complainant, of the Respondent, and of any other witnesses, and will consider the statements and any relevant information in the Investigation Report.\nThe College Hearing Officer will determine whether the Respondent has violated the College’s Sexual Misconduct Policy. If there is a determination of violation, then the College Hearing Officer will also determine, after consultation with appropriate College personnel, an appropriate sanction(s) against the Respondent. The College Hearing Officer will also determine if any remedies are appropriate to provide to the Reporting Party following the hearing process.\nAfter the hearing is concluded, the Respondent and Reporting Party will be informed in writing at the same time of the outcome and the rationale for the same. The sanction(s) will be communicated in writing to the Respondent, and any sanction(s) that directly relate to the Reporting Party will be communicated in writing to the Reporting Party.  Also, any College administrators, faculty, or staff who require the information to carry out the sanction(s), will receive the appropriate information.  The Reporting Party will also receive information on any remedies that are available to him/her/them.\nLive Hearing (for Title IX Sexual Harassment Allegations)"}
{"chunk_id": "chunk_60", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The function of this hearing is for an Adjudicator (see below for more details) to hear from the Complainant, the Respondent, and/or any other witness the Adjudicator deems necessary to determine whether it is more likely than not that the Respondent is responsible for the misconduct alleged, whether the conduct violated the College’s Sexual Misconduct Policy, including whether the conduct constitutes Sexual Harassment, and, if so, to determine an appropriate sanction.  A respondent is not to be deemed responsible for the misconduct alleged until a final determination is made.\n\nAdjudicator\n\nThe Adjudicator may be a single hearing officer or a panel of hearing officers.  The Title IX Coordinator will designate one or more persons to conduct the hearing, and the persons may be employees of the College or those from outside the College, so long as all meet the requirements below.  Anyone serving as an Adjudicator must be free from conflicts of interest or bias for or against complainants or respondents.  All adjudicators will be trained in the conducting of fair hearings, in the terms of this Policy, and of issues involved in sexual misconduct, including victim trauma, questioning, relevance, and any technology to be used in the live hearing.  Adjudicators must also receive training as to what constitutes dating violence, domestic violence, sexual assault, and stalking under federal law and this Policy.\n\nHearing Procedure:"}
{"chunk_id": "chunk_61", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The Complainant and Respondent will be notified of the date, time, and mode or location of the hearing.  The hearing will be conducted via teleconference (such as Zoom) unless the Adjudicator, the Title IX Coordinator, and all parties agree otherwise.  The Title IX Coordinator will endeavor to convene a pre-hearing meeting with the parties, their advisors, the adjudicator, and other necessary persons to set dates and deadlines, discuss intended witnesses, and other procedural matters.\nAll hearings must be recorded or a transcript maintained.\nThe live hearing is closed and generally includes only the Complainant, the Respondent, the parties’ Advisors, witnesses as they are providing testimony, and the Adjudicator, along with any other College officials needed to coordinate the hearing.  The parties must attend the hearing live. In cases where the hearing is conducted in person, if parties are not in the same room, they must be able to participate simultaneously.  If the parties are in different rooms, the College must use technology that will allow the Adjudicator and parties to see and hear the party or witness providing information, simultaneously, and in real-time.\nBoth parties are allowed to have an advisor of their choosing for the hearing. For example, an employee of Ampersand or a parent could serve as an advisor).The advisor (for either party) may be an attorney, but the advisor is not allowed to participate in the hearing in any manner, except to cross-examine witnesses on behalf of the party they are advising.  The advisor may consult with the person they are advising. If a party’s advisor is an attorney, then the College may also have its attorney present.  If a party decides to have an advisor present at the hearing, then the party must provide at least 48 hours’ advance notice that the advisor will be present, along with the name of the advisor, and whether the advisor is also an attorney.  The College will endeavor to inform the other parties if any of the parties is planning to include an attorney advisor in the hearing.\nNo later than 48 hours prior to the hearing, the Complainant and Respondent may each submit a written statement concerning the alleged misconduct, the effect of the misconduct, and the appropriate sanction.  The statement may be submitted to the Title IX Coordinator, but only reviewed by the Adjudicator after the hearing if the Respondent is found responsible for violating the Policy.\nThe Adjudicator has the discretion to limit the testimony or information offered if it is cumulative, irrelevant, or otherwise not helpful to the determination of responsibility or sanction (consistent with the provisions on Evidence, set forth below).\nA party’s or witness’s decision to be absent from the hearing or refusal to answer any questions, including cross-examination, may not be the sole basis for a determination regarding responsibility.\nThe parties’ advisors may ask questions of and cross-examine witnesses (including the other party), but will not ask questions of the party they are advising, except that they may ask follow-up questions of their party after their party has been cross-examined.  All relevant questions and follow-up questions, including ones challenging credibility, must be permitted.  Parties must not be required to submit questions in advance of the hearing.\nBefore a witness or a party answers a question, the decision-maker must decide if the question is relevant and explain any decision to exclude a question as not relevant.  The explanation need not be more than the question is not probative of a material fact.  Questions that are duplicative of other evidence in the record may be considered not relevant.\nThe Adjudicator may ask questions of the Complainant, of the Respondent, and of any other witnesses (except anyone who has not agreed to submit to cross-examination), and will consider the statements and any relevant information in the Investigation Report.\nThe Adjudicator will determine whether the Respondent has violated the College’s Sexual Misconduct Policy.  If there is a determination of violation, then the Adjudicator will also determine, after consultation with appropriate College personnel, and reviewing any statement submitted by a party prior to the hearing, an appropriate sanction(s) against the Respondent.  The Adjudicator will also determine if any remedies are appropriate to provide to the Complainant following the hearing process.\nAfter the hearing is concluded, the Respondent and Complainant will be informed in writing at the same time of the outcome and the rationale for the same.  Both parties will receive notice of any sanctions imposed on the Respondent and any remedies provided to the Complainant. Also, any College administrators, faculty, or staff who require the information to carry out the sanction(s), will receive the appropriate information.\nRules Regarding Questions for the Live Hearing"}
{"chunk_id": "chunk_62", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Sexual history: Questions and evidence about the Complainant’s sexual predisposition or prior sexual behavior are not considered relevant unless\nTo prove someone other than the respondent committed the alleged conduct; or\nIf concerning specific incidents of the Complainant’s conduct with Respondent, intended to prove consent.\nMedical records: Questions or evidence related to medical records must be excluded unless the party who is the subject of the medical record has consented to their submission in writing.\nQuestions seeking relevant evidence may not be excluded by the Adjudicator solely on the basis that they are unduly prejudicial, seek character evidence, or concern prior bad acts, but the Adjudicator retains discretion in determining the weight and credibility to assign to such evidence.\nIf deemed reliable and relevant by the Adjudicator, and not otherwise subject to exclusion under this Policy, the adjudicator may consider the statements of persons who were not present at the hearing, or persons who were present at the hearing but who nevertheless were not subject to cross-examination.  Such a “statement” includes, but is not limited to, opinions and statements in police reports or other official reports, medical records, court records and filings, investigation notes of interviews, emails, written statements, affidavits, text messages, social media postings, pictures, and the like. No negative inferences may be drawn because an individual couldn’t be cross-examined.\nFor the protection of the parties from abuse, intimidation, or any action contrary to law or College policy, questions must be asked in a respectful, non-abusive manner. The Adjudicator has the responsibility to enforce this Policy, including by stopping or interrupting questioning, disallowing questions that violate this Policy, and pausing the hearing to resolve questions, and removing any participant, including an Advisor, who does not comply with the Policy.\nAdvisors\n\nParties are permitted advisors of their choice.  The party choosing an advisor should provide the advisor’s name and contact information to the Title IX Coordinator so the advisor can be provided appropriate notice of meeting and hearings.  A party’s advisor may attend all related meetings or hearings and, once the Title IX Coordinator is informed of the party’s advisor’s name and contact information, must receive the same notice as is given to the parties, as described throughout the process.\n\nParties may be required in advance to provide notice that the party’s advisor will attend any meeting, interview or hearing.\n\nIf a party does not have an advisor at a hearing, the College will provide one at no cost to the party, at a minimum, to conduct cross-examination at the hearing.  The College may appoint a member of the College community or a person from off-campus."}
{"chunk_id": "chunk_63", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "If a party doesn’t want an advisor, the College will still make one available at the hearing and permit the advisor to conduct cross-examination on behalf of the party during the hearing.\n\nThe College may require advisors to agree to non-disclosure of FERPA-protected records.\n\nAppeal Process\n\nThe Respondent or the Complainant each may appeal the decision and/or sanction to the Appeal Panel (referred to as “Panel” below).  Appeals are only available on the bases for appeal set forth below. Appeals must be submitted to the Title IX Coordinator within (5) five business days of receipt of the written decision and must specify the grounds for the appeal.\n\nThe grounds on which an appeal may be filed with the Panel are limited to the following:\n\nNew information not available to the hearing officer which, if available at the time of the hearing, may have affected the decision;\nEvidence that established procedures were not followed in a manner that may have affected the decision;\nTitle IX Coordinator, investigator, or Adjudicator had a conflict of interest or bias that affected the outcome of the matter; or\nThe sanction was disproportionate for the violation.\nAny appeal filed pursuant to this Policy shall be shared with the other party(ies) within 2 business days of the receipt of the appeal.  The other party will have 5 business days to respond in writing, sending the response to the Title IX Coordinator, who will share the response with the other party(ies).\n\nThe Panel shall review the report and sanctions to be imposed and may review any documents, materials, or statements obtained during the investigation or presented during the hearing.  In addition, the Panel shall review the appeal document and any response received from the non-appealing party(ies).\n\nThe Panel may accept, reject, or modify the finding and/or sanctions based on one or more of the four, above-listed grounds for appeal. The Panel must issue a written decision simultaneously to both parties describing the result and the rationale for the result.\n\nThe Panel will, under normal circumstances, make a final decision on the appeal within 10 business days of receiving the timely-filed appeal and timely-filed responses. The Panel will communicate the decision, in writing, to the Title IX Coordinator, who will forward the decision to the Respondent, the Complainant, and the Adjudicator/College Hearing Officer who conducted the underlying hearing in the case.\n\nThe Title IX Coordinator shall forward the Panel’s decision to the Respondent's department chair, dean/supervisor, and appropriate vice president(s).\n\nThe Panel's decision shall be final.\n\nDisciplinary Action\n\nShould disciplinary action be required, it will be taken by the following College officials, after consultation with appropriate Centre personnel:"}
{"chunk_id": "chunk_64", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Students: Disciplinary action will be taken by the Dean of Students.\nStaff: Disciplinary action will be taken by the supervisor and/or Vice President of Human Resources and Administrative Services.\nFaculty: Disciplinary action will be taken by the Vice President for Academic Affairs.\nSanctions\n\nThe sanctions available under these processes are intended to reflect the facts and circumstances of a particular case as best they can be determined.  Sanctions also are premised on the College’s role as an educational institution.  Sanctions may be issued individually, or a combination of sanctions may be imposed.  The determination of sanctions is based upon a number of factors, including the harm suffered by the Complainant; any ongoing risk to either the Complainant or the community posed by the Respondent; the impact of the violation on the community, its members, or its property; any previous conduct violations; and any mitigating or aggravating circumstances.\n\nDepending upon the severity of the misconduct and other factors pertinent to the situation and the parties involved, for a student, the sanctions range as follows (as provided in the Student Handbook):\n\nWarning—A notice in writing to the student that the student is violating or has violated institutional regulations.\nProbation—A written reprimand for violation of specified regulations. Probation is for a designated period of time and includes the probability of more severe disciplinary sanctions if the student is found to violate any institutional regulation(s) during the probationary period.\nLoss of Privileges—Denial of specified privileges for a designated period of time.\nFines—Previously established and published fines may be imposed.\nRestitution—Compensation for loss, damage, or injury. This may take the form of appropriate service and/or monetary or material replacement.\nDiscretionary Sanctions—Work assignments, essays, service to the college, or other related discretionary assignments.\nResidence Hall Relocation—Relocation of the student from one room or residence hall to another room or residence hall either for a definite period of time, or indefinitely.\nResidence Hall Suspension—Separation of the student from the residence halls for a definite period of time, after which the student is eligible to return. Conditions for readmission may be specified.\nResidence Hall Expulsion—Permanent separation of the student from the residence halls.\nCollege Suspension—Separation of the student from the college for a definite period of time, after which the student is eligible to return. Conditions for readmission may be specified.\nCollege Expulsion—Permanent separation of the student from the college.\nIn addition, the sanctions could include a requirement for counseling or education.\n\nFor faculty and staff, the sanctions range from a warning to termination of appointment/employment and could include a requirement for counseling or education.\n\nFinal Report"}
{"chunk_id": "chunk_65", "section_title": "Complaint Procedures", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Upon completion of a sexual misconduct investigation, the file containing all documentation relating to the complaint will be maintained in the Human Resources Department in a separate confidential file for seven years.\n\nThe file shall contain records pertaining to the following, as applicable:\n\nThe written determination of responsibility;\nThe audio or audiovisual recording or transcript of the hearing;\nAny disciplinary sanctions imposed on the Respondent;\nAny remedies provided to the Complainant;\nAny appeal and its outcome;\nAny informal resolution and its outcome;\nAny records of actions taken in response to any Formal Complaints, including requests for supportive measures and the College’s conclusion that its response was not deliberately indifferent plus documentation of action designed to restore or preserve the Complainant’s equal access;\nIf the College did not provide the Complainant’s requested supportive measures, the reasons why the College’s response was not clearly unreasonable under the known circumstances.\nA copy/copies of the final outcome or determination letter from any formal disciplinary action will be maintained in accordance with the following guidelines:\n\nStudents:  In the Student’s file, maintained by the Office of Student Life.\nStaff:  In the Staff member’s personnel file, maintained in the Human Resources Department.\nFaculty: In the Faculty member’s personnel file, maintained by the Human Resources Department, and the Office of Academic Affairs.\nAs required by law, Centre College Department of Public Safety collects and annually reports statistical information concerning sexual misconduct that occurs within its jurisdiction."}
{"chunk_id": "chunk_66", "section_title": "Sexual Misconduct Policy Definitions", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Complainant\n\nThe individual who is alleged to be the victim of conduct that could constitute sexual harassment or other sexual misconduct under this Policy.\n\nRespondent\n\nThe individual(s) who has been reported to be the perpetrator of conduct that could constitute sexual harassment or other sexual misconduct under this Policy.  A group or an organization may not be considered as a respondent.  Formal complaints against more than one respondent may be consolidated where the allegations arise out of the same facts or circumstances.  However, if complaints are consolidated, each respondent must be considered as an individual.\n\nSex Discrimination\n\nActions that occur on the basis of sex (where sex includes sex stereotypes, sex characteristics, pregnancy or related conditions, sexual orientation, and gender identity) and that, except as necessary for compliance with Federal and State law, cause an individual to be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any academic, extracurricular, research, occupational training, or other education program or activity operated by Centre College. Actions that may constitute sex discrimination include those that:\n\nTreat one person differently from another in determining whether such person satisfies any requirement or condition for the provision of such aid, benefit, or service; \nProvide different aid, benefits, or services or provide aid, benefits, or services in a different manner; \nDeny any person any such aid, benefit, or service; \nSubject any person to separate or different rules of behavior, sanctions, or other treatment; \nApply any rule concerning the domicile or residence of a student or applicant, including eligibility for in-state fees and tuition; \nAid or perpetuate discrimination against any person by providing significant assistance to any agency, organization, or person which discriminates on the basis of sex in providing any aid, benefit, or service to students or employees; \nOtherwise limit any person in the enjoyment of any right, privilege, advantage, or opportunity. \nSexual Misconduct"}
{"chunk_id": "chunk_67", "section_title": "Sexual Misconduct Policy Definitions", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Conduct based on an individual’s sex that excludes an individual from participation, denies the individual the benefits of, treats the individual differently or otherwise adversely affects a term or condition of, an individual’s employment, education, living environment, or participation in a program or activity. Sexual misconduct encompasses all forms of sexual harassment, differential treatment based on sex, and gender-based harassment.  Sexual misconduct also includes the threat or the commission of behavior used to obtain sexual gratification against another’s will or at the expense of another such as inducing fear, shame, or mental suffering.  Sexual misconduct includes unwanted sexual acts or actions, whether by an acquaintance, a person in a position of authority, or a stranger that occur without indication of consent of both individuals or under threat or coercion.  Sexual misconduct can occur either forcibly and/or against a person’s will, or when a person is incapable of giving consent.\n\nSexual misconduct is a violation of Centre College policy, but certain acts of sexual misconduct may also violate Federal Title IX Policy. Sexual misconduct that constitutes conduct prohibited under Federal Title IX Policy:\n\nMust have occurred in the United States.\nMust have occurred in the College’s educational program or activity.\nMust fall under one of these three behaviors:\nAn employee of the College conditioning the provision of an aid, benefit, or service of the College on an individual’s participation in unwelcome sexual conduct (Quid Pro Quo).\nUnwelcome conduct determined by a reasonable person to be so severe, pervasive, and objectively offensive that it effectively denies a person equal access to the College’s educational programs or activities.\nSexual assault, dating violence, domestic violence, or stalking as defined by the Violence Against Women Act.\nSexual Harassment\n\nThe College prohibits sexual harassment.  Harassment on the basis of sex is a form of sexual misconduct. Unwelcome sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature constitute sexual harassment when:"}
{"chunk_id": "chunk_68", "section_title": "Sexual Misconduct Policy Definitions", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "submission to such conduct is made either explicitly or implicitly a requirement of employment or participation in a College program or activity,\nsubmission to or rejection of such conduct by an individual is used as the basis for employment or other College decisions affecting such individual, or\nsuch conduct has the purpose or effect of unreasonably interfering with an individual's work or academic performance or creating an intimidating, hostile, or offensive working, academic, or campus environment.\nThe College recognizes two types of sexual harassment: quid pro quo (something for something) and hostile environment misconduct.  Quid pro quo harassment occurs where sexual activity is demanded in exchange for an actual, tangible job or academic benefit.  Hostile environment harassment exists where the conduct creates an environment that may impair another individual’s academic or professional performance, or hinder their ability to function within the community.  Examples of sexual harassment include but are not limited to sexual exploitation; relationship intimidation and abuse; sexually-charged name calling; retaliation against someone who reports sexual harassment; and use of language or the presentation of posters/banners and/or t-shirts that promote the diminishing of a particular sex or gender.\n\nSexual Assault\n\nThe College prohibits sexual assault.  Sexual assault, a form of sexual misconduct, refers to physical acts perpetrated against a person’s will or where a person is incapable of giving consent due to the victim’s use of drugs or alcohol.  An individual also may be unable to give consent due to an intellectual or other disability.  Rape, sexual battery, and sexual coercion are all acts of sexual assault.  Examples include, but are not limited to:\n\nHaving or attempting to have sexual intercourse with another individual without consent. Sexual intercourse includes vaginal or anal penetration, however slight, with a body part or object, or oral copulation by mouth-to-genital contact. \nHaving or attempting to have sexual contact with another individual without consent.  Sexual contact includes kissing, touching the intimate parts of another, causing the other to touch one's intimate parts, or disrobing of another without permission. Intimate parts may include the breasts, genitals, buttocks, mouth, or any other part of the body that is touched in a sexual manner.\nSexual Abuse\n\nSexual abuse refers to two broad types of sexual misconduct by employees and others who are affiliated with the College but are not students. Specifically, sexual abuse means: (1) serial sexual misconduct or (2) child molestation. Serial sexual misconduct means any actual or alleged illegal or otherwise sexual misconduct that has more than one victim and is committed by, or alleged to have been committed by, faculty staff, or volunteers affiliated with the College.  Child molestation means actual or alleged illegal or other sexual misconduct with a minor.\n\nConsent"}
{"chunk_id": "chunk_69", "section_title": "Sexual Misconduct Policy Definitions", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "Consent for sexual activity is based on the mutual understanding and respect of all people involved for the desires and wishes of their partner(s).  In order for individuals to engage in sexual activity of any type with each other, there must be clear consent. Consent is sexual permission.  Consent:\n\nIs mutually understandable when a reasonable person would consider the words or actions of the parties to have manifested an understandable agreement between them to do the same thing, in the same way, at the same time and with one another;\nIs not merely the absence of a verbally stated “no”, silence without actions demonstrating permission, cannot be assumed to show consent;\nIs never final or irrevocable;\nIs time-limited and situation-specific; even if someone obtained consent from a partner(s) in the past, this does not mean that consent is automatically granted again;\nCan only be given by someone who is free from verbal or physical pressure, coercion, intimidation, threat, or force; and\nCan only be given by someone in an unimpaired state of mind who is able to understand what is happening.\nConsent is not valid if the person from whom consent is sought is impaired by the use of alcohol or drugs, is asleep, passed out, or unconscious. There is not consent when:\n\nA person is forced to submit through the use of forcible compulsion.\nA person does not expressly or implicitly acquiesce in the other party’s conduct under circumstances other than forcible compulsion or incapacity to consent.\nA person is deemed to be incapable of consenting because he/she/they is/are less than 16 years old, has an intellectual or other disability that prevents them from having the capacity to give consent or is physically helpless.\nA person is incapable of giving consent if the person is under the age of 18 and the other person is at least 10 years older at the time of the sexual activity.\nA person is mentally incapacitated or physically helpless due to the influence of any intoxicating substance.\nA person is unconscious or for any other reason is physically unable to knowingly communicate unwillingness to act.\nThe use of alcohol or drugs does not minimize or excuse a person’s behavior or responsibility for committing sexual misconduct. If you were assaulted while under the influence of alcohol or other drugs, your intoxicated state does not excuse the behavior of your attacker.\n\nIncapacitation\n\nIncapacitation is a state where one cannot make a rational, reasonable decision because they lack the ability to understand the who, what, when, where, why, or how of their sexual interaction. Sexual activity with someone one knows to be, or should know to be, mentally or physically incapacitated (by alcohol or other drug use, unconsciousness, sleep, blackout, or any other means) is an act of sexual misconduct.\n\nCapability to Give Consent"}
{"chunk_id": "chunk_70", "section_title": "Sexual Misconduct Policy Definitions", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "An objective standard will be used in determining whether a person is incapable of giving consent due to the person’s use or consumption of drugs or alcohol, or if a physical or mental condition is present. That is, consent is not valid when:\n\nFrom the standpoint of a reasonable person, the Respondent knew, or reasonably should have known, that the other person was incapable of giving consent due to the person’s use or consumption of drugs or alcohol, or that the person’s physical or mental condition would prevent knowing and voluntary consent; or\nThe person was, in fact, incapable of giving consent due to the person’s use or consumption of drugs or alcohol, or the person was incapable of providing knowing or voluntary consent due to a physical or mental condition.  \nDomestic Violence\n\nA felony or misdemeanor crime of violence committed by the victim’s current or former spouse, current or former cohabitant, person similarly situated under domestic or family violence law, or anyone else protected under applicable domestic or family violence laws.\n\nDating Violence\n\nViolence committed by a person who is or has been in a social relationship or intimate nature with the victim. The existence of such a relationship will be determined based on consideration of the following factors: the length of the relationship, the type of relationship, and the frequency of interaction between the persons involved in the relationship.\n\nRelationship Intimidation and Abuse\n\nA pattern of behavior or behaviors used by a person to maintain power and control over another person in an intimate relationship. Relationship abuse may include physical violence, threats, coercion, stalking, emotional abuse, manipulation, or financial control.\n\nStalking\n\nThe College prohibits stalking. Stalking is defined as a course of conduct involving more than one instance of unwanted attention, misconduct, physical or verbal contact, or any other course of conduct directed at an individual that could be reasonably regarded as likely to alarm or place that individual in fear of harm or injury, including physical, emotional, or psychological harm. This includes cyber-stalking, a particular form of stalking in which electronic media such as the internet, social networks, blogs, cell phones, texts, or other similar devices or forms of contact are used to pursue, harass, or make unwelcome contact with another person. Stalking and cyber-stalking may involve individuals who are known to one another or have an intimate or sexual relationship, or may involve individuals not known to one another.\n\nSexual Exploitation\n\nThe College prohibits sexual exploitation. Sexual exploitation happens when:"}
{"chunk_id": "chunk_71", "section_title": "Sexual Misconduct Policy Definitions", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "a person takes non-consensual, unjust, or abusive advantage of another either for their own advantage or benefit, or for the benefit or advantage of anyone other than the one being exploited; and\nthat behavior does not otherwise constitute one of the other defined sexual misconduct offenses.\nExamples of sexual exploitation include but are not limited to prostitution, non-consensual video or audio-taping of sexual or other private activity, exceeding the boundaries of consent (e.g., permitting others to hide in a closet and observe consensual sexual activity, videotaping of a person using a bathroom), engaging in voyeurism, or engaging in consensual sexual activity with another person while knowingly transmitting an STD or HIV/AIDS without informing the other person of such infection.\n\nBullying\n\nThe College prohibits bullying and cyberbullying.  Bullying or cyberbullying is harassing conduct that may take many forms, including verbal acts and name‐calling; graphic and written statements, which may include the use of cell phones or the Internet; or other conduct that may be physically threatening, harmful, or humiliating.  Harassment does not have to include intent to harm, be directed at a specific target, or involve repeated incidents.  Bullying or cyberbullying creates a hostile environment when the conduct is sufficiently severe, pervasive, or persistent so as to interfere with or limit a person’s ability to participate in or benefit from the services, activities, or opportunities offered by the College.  When such harassment is based on gender, sexual orientation, or perceived gender or sexual orientation, it is considered sexual misconduct.\n\nRetaliation\n\nIt is a violation of this Policy to act or attempt to retaliate, intimidate, or seek retribution against anyone involved in or connected to reporting a concern, the investigation of, and/or the resolution of a sexual misconduct allegation.  Individuals who refuse to participate in the processes described under this Policy are also protected against retaliation for their decision.  Retaliation also includes filing charges against a person for conduct that arises out of the same facts and circumstances but does not involve sex discrimination or sexual harassment, for the purpose of interfering with any right or privilege.  Retaliation against an individual for the purpose of interfering with any right or privilege secured by Title IX is also unlawful."}
{"chunk_id": "chunk_72", "section_title": "Sexual Misconduct Policy Definitions", "source_file": "sexual_misconduct_title_ix.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/sexual-misconduct-policy", "text": "The College recognizes that retaliation can take many forms, may be committed by an individual or a group against an individual or a group, and that the Respondent can also be the subject of retaliation by the Complainant or a third party.  Complaints alleging retaliation shall be filed using this process. The College will take immediate and responsive action to any report of retaliation and may pursue disciplinary action as appropriate.  An individual reporting sexual misconduct is entitled to protection from any form of retaliation following a report that is made in good faith, even if the report is later not proven.\n\nResponsible Employees\n\nEmployees who are required to report any alleged sexual misconduct incidents to the Title IX Coordinator, but the College has not conferred upon them authority to take corrective action to end the discrimination or to redress the sexual harassment.  The following are Responsible Employees under this Policy:  The President of the College and all members of Senior Staff; all Public Safety employees, the Office of Student Life (including Resident Assistants and Residence Directors), the Athletics Department, the Human Resources Office, and all Faculty.\n\nConflict of Interest and Bias\n\nConditions that affect College employees or officials or designated officials which may impact the process of providing a fair and impartial investigation. These conditions include instances where:\n\nThe official was directly involved in the matter, was a witness to the matter, or has personal knowledge of disputed facts concerning the matter;\nThe official has a personal bias or prejudice against Complainants or Respondents generally or in the matter;\nThe official or a person in their immediate family is related to a participant in the matter;\nThe official is in the same Department or Office as a participant in the process; or\nThe official currently or has previously been a supervisor or subordinate to a participant in the process."}
{"chunk_id": "chunk_73", "section_title": "Policy Prohibiting Discrimination", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "As a fundamental policy and in compliance with all applicable non-discrimination laws, Centre College does not discriminate on the basis of race, color, religion, national or ethnic origin, sex, sexual orientation, gender identity or gender expression, age, disability, veteran's status, or genetic information in the administration of any of its educational programs and activities, admissions, and with regard to employment. Centre College hires and promotes its employees and admits its students on the basis of merit, qualification, and character. This policy also prohibits discrimination based on the perception that an individual has one or more of the foregoing protected characteristics or an individual’s association with a person or group with one or more actual or perceived protected characteristics.\n\nAll employment decisions, including, but not limited to, hiring, retention, assignment, transfer, evaluation, dismissal, compensation, and advancement for all positions shall be based on job-related criteria and respond to Centre College’s needs.\n\nAdditionally, Centre College will comply with the accessibility requirements of Section 504 of the Rehabilitation Act of 1973. Centre College will respond to and resolve prohibited discrimination complaints regarding accessibility as complaints of discrimination on the basis of disability.\n\nExcept as necessary for compliance with Federal and State law, prohibited discriminatory actions include:\n\nTreating one person differently from another in determining whether such person satisfies any requirement or condition for the provision of such aid, benefit, or service; \nProviding different aid, benefits, or services or provide aid, benefits, or services in a different manner;\nDenying any person any such aid, benefit, or service;\nSubjecting any person to separate or different rules of behavior, sanctions, or other treatment;\nAiding or perpetuating discrimination against any person by providing significant assistance to any agency, organization, or person which discriminates on the basis of protected status in providing any aid, benefit or service to students or employees;\nOtherwise limiting any person in the enjoyment of any right, privilege, advantage, or opportunity."}
{"chunk_id": "chunk_74", "section_title": "Policy Prohibiting Harassment", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "Centre College is committed to providing an academic, work, and living environment free of prohibited forms of harassment, including harassment based on race, color, religion, national ethnic origin, sex, sexual orientation, gender identity or gender expression, age, disability, veteran's status, or genetic information. This policy also prohibits harassment based on the perception that an individual has one or more of the foregoing protected characteristics or an individual’s association with a person or group with one or more actual or perceived protected characteristics. It is further the policy of Centre College to provide an educational and employment environment free from sexual misconduct, as well as unwelcome sexual advances, requests for sexual favors, sexual favoritism, or other verbal or physical conduct or communications constituting sexual harassment.\n\nThis policy will cover the prohibition on discrimination and harassment on the basis of all protected classes except sex and gender; for information regarding sex and gender harassment and discrimination, including Title IX and non-Title IX sexual misconduct, please refer to the Sexual Misconduct Policy.  Discrimination against a person because of that person’s race, color, religion, national ethnic origin, sex, sexual orientation, gender identity or gender expression, age, disability, veteran's status, or genetic information, or any other characteristic protected by applicable law is deemed in this policy to be discrimination against a person’s “protected status.”\n\nDefinitions and Examples of Harassment\n\nHarassment comes in many forms and can be based on various protected categories. No definition can be all-encompassing. Harassment based on protected status or the perception that a person has one or more of these characteristics violates this policy.\n\nProhibited forms of harassment under this policy include, but are not limited to:"}
{"chunk_id": "chunk_75", "section_title": "Policy Prohibiting Harassment", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "Verbal Harassment - Inappropriate or offensive remarks, slurs, jokes, or innuendoes based on a person’s protected status. This form of impermissible conduct may include, but is not limited to, inappropriate comments; verbal abuse, threats, or intimidation; or patronizing or ridiculing statements that convey derogatory attitudes based on protected status.\nPhysical Harassment - Inappropriate or offensive touching, assault, or physical interference with free movement. This may include, but is not limited to, any physical assault or intimidation directed at an individual due to that person’s protected status.\nVisual or Written Harassment - The display or circulation of visual or written material that degrades an individual or group based on protected status. This may include, but is not limited to, posters, cartoons, drawings, graffiti, reading materials, computer graphics, or electronic media transmissions, including videos, memes, and other social media content.\nHostile Environment Harassment - A hostile academic, work, or living environment exists where it is permeated by innuendo; insults or abusive comments directed at an individual or group based on protected status; or gratuitous comments on protected status that are not relevant to the subject matter of the class or activities on the job. A hostile environment can arise from an unwarranted focus on sexual topics or sexually suggestive statements in the classroom or work environment. It can also be created by an unwarranted focus on, or stereotyping of, persons in any particular protected status. An environment may also be hostile toward anyone who merely witnesses prohibited harassment in their immediate surroundings, although the conduct is directed at others. Determining whether an environment is hostile stems from the totality of the circumstances, including such factors as the frequency of the conduct, the severity of the conduct, whether the conduct is humiliating or physically threatening, and whether the conduct unreasonably interferes with an individual’s learning or work."}
{"chunk_id": "chunk_76", "section_title": "Retaliation", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "Retaliation against any member of Centre College’s community is prohibited.\n\nAs used in this policy, the term “retaliation” means taking materially adverse action against someone who, in good faith, has made a complaint under this policy or raised any other concern under this policy to an administrator, or who referred a matter for complaint or investigation, or who participated in an investigation or hearing process under this policy.\n\nAn “adverse action” is defined as any action that would deter a reasonable person from making a complaint of discrimination, harassment, or retaliation under this policy or would deter a reasonable person from participating in an investigation or hearing process under this policy. Examples of adverse actions include discharge, demotion, suspension, the denial of compensation, benefits, or other terms, conditions, or privileges of employment. Adverse actions may also consist of: dismissing, suspending, or disciplining a student or changing or lowering a grade or evaluation of a student or in any other manner negatively affecting the student’s academic career. This policy does not prohibit an employment action or any other action taken in good faith or that would have been taken regardless of the disclosure of information.\n\nIf an employee, student, or applicant believes that they have been retaliated against, they may file a written complaint requesting an appropriate remedy.\n\nAn employee, volunteer, student, vendor, or applicant who engages in retaliation will be subject to disciplinary action, including, but not limited to, termination or expulsion."}
{"chunk_id": "chunk_77", "section_title": "Designated Discrimination and Harassment Officer", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "Centre College has designated the Director of Equal Opportunity & Title IX Compliance as the Discrimination and Harassment Officer responsible for receiving all discrimination and harassment complaints, coordinating the investigation of complaints, and ensuring the promotion of equal opportunities practices within Centre College. The Discrimination and Harassment Officer’s contact information is:\n\nJohn Perrin, Director of Equal Opportunity & Title IX Compliance\n            Roush Campus Center, Student Life Office 213\n            859-238-5881\n           john.perrin@centre.edu\n\nAdministrators, faculty members, other Centre College employees, and students shall direct all complaints of prohibited discrimination and harassment to the Discrimination & Harassment Officer or their designee. Reports may be filed using the Bias Incident Reporting Form. The actual investigation of complaints may be assigned to other institutional staff or to external persons or organizations under contract with Centre College. Delegation procedures will be used whenever the Discrimination & Harassment Officer is named in the complaint, is implicated by the allegations in the complaint, or has an actual or perceived conflict of interest as determined by the Vice President of Legal Affairs. A conflict of interest is not present where one person merely knows a person involved in the process, but could be present where there is a relationship or situation that reasonably could prevent a fair and unbiased decision or outcome.\n\nThe Discrimination & Harassment Officer is responsible for ensuring that Centre College is complying with this policy and notifying the administration when discrimination and harassment complaints are filed, monitoring the timelines provided for in the complaint procedure, assisting in counseling the complainant(s) and in facilitating resolution, and other related duties to ensure the fulfillment of this policy."}
{"chunk_id": "chunk_78", "section_title": "Discrimination and Harassment Complaint Procedure and Resolution Process", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "There are instances where community members may report behavior that could be perceived as biased on the basis of a protected class. For example, microaggressions are subtle intentional or unintentional interactions or behaviors that communicate some sort of bias toward or against historically marginalized groups. Often, individuals may not realize that they may be engaging in behavior that could be perceived as bias or microaggressions, and typically this behavior may not rise to the level of a policy violation that would fall under the Informal/Formal Complaint Procedure. However, Centre College recognizes that to foster and maintain an inclusive community, the College has a responsibility to educate our faculty, staff, and students on bias perception and prevention. At the request of a Complainant, the Director of Equal Opportunity & Title IX compliance and/or the Chief Diversity Officer or a representative for these parties may seek restorative or education-based remediation, such as facilitated conversations that address incidents of perceived bias rather than punitive measures, particularly where punitive measures are not deemed to be appropriate under this policy or federal and state laws. This remediation process may include other parties, such as the Dean of Students, the Dean or Associate Dean of the College, the Vice President of Human Resources, or others as deemed appropriate by the College. These parties will only be included on a need-to-know basis for legitimate College purposes. Repeated instances of bias, whether intentional or unintentional, could indicate a pattern of behavior that may rise to the level of a violation of this policy, requiring an informal or formal complaint procedure.\n\nInformal Complaint Procedure\n\nWhen a person covered by this Policy brings charges of prohibited discrimination to the attention of the Discrimination & Harassment Officer, the Discrimination & Harassment Officer or designee\n\nThe will:"}
{"chunk_id": "chunk_79", "section_title": "Discrimination and Harassment Complaint Procedure and Resolution Process", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "Undertake efforts to informally resolve the charges if they deem the case appropriate for informal resolution;\nAdvise the complainant that they may but are not required to participate in informal resolution;\nNotify the person bringing the charges of their right to file a formal complaint and explain the procedure for doing so;\nAssure the complainant that they will not have to confront or work out problems with the respondent;\nAdvise the complainant that they may file a non-employment-based complaint with the Office for Civil Rights of the U.S. Department of Education (OCR), where such a complaint is within that agency’s jurisdiction;\nIf the complaint is employment-related, the complainant should be advised that they may file a complaint with the U.S. Equal Employment Opportunity Commission (EEOC) where such a complaint is within that agency’s jurisdiction.\nThe purpose of the informal resolution process is to allow an individual who believes they have been discriminated against or harassed to resolve the issue through an informal process, such as mediation, rather than the formal complaint process, when the case does not require further investigation or action by the institution. Resolution of informal reports may include discussions with the parties, making recommendations for resolution, and conducting a follow-up review to ensure that the resolution has been implemented effectively.\n\nThe informal resolution process will not be made a predicate to the process and investigation of a formal complaint. If a formal complaint is filed, an investigation must be completed within the time required unless it is voluntarily rescinded by a complainant.\n\nEfforts at informal resolution need not include any investigation unless the Director of Equal Opportunity & Title IX Compliance determines that an investigation is warranted by the seriousness of the charges. Selecting an informal resolution does not extend the time limitations for filing a formal complaint. Efforts at informal resolution may continue after a formal written complaint was filed, but after a complaint is filed an investigation must be conducted and will be completed unless the matter is informally resolved, and the complainant dismisses the complaint. Even if the complainant does dismiss the complaint, the Discrimination and Harassment Officer may require the investigation to continue if they determine that the allegations are serious enough to warrant an investigation. Any efforts at informal resolution after a written complaint was filed will not normally exceed the 90-day period for rendering the decision.\n\nFiling of Formal Written Complaint\n\nIf a complainant wishes to file a formal written discrimination or harassment complaint, they should use the Centre College Protected Class Violation Complaint Form, available from the Director of Equal Opportunity & Title IX Compliance. This form includes the following information:"}
{"chunk_id": "chunk_80", "section_title": "Discrimination and Harassment Complaint Procedure and Resolution Process", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "Name of the complainant;\nName and title of individual(s) against whom the complaint is made;\nThe specific type(s) of action(s) taken;\nThe specific date(s) on which the action(s) was/were taken;\nA clear and concise statement of the facts that support the allegation(s) in the complaint; and\nA clear and concise statement of the remedy or remedies sought by the complainant.\nOnce a complaint is filed, the respondent(s) will be advised of the filing and nature of the complaint. This notification will occur promptly and in a manner that is appropriate under the circumstances. Centre College will also advise the respondent(s) that an assessment of the accuracy of the allegations has not yet been made, that the complaint will be investigated according to policy, that the respondent(s) will be provided an opportunity to present their side, and that any conduct that could be viewed as retaliatory against the complainant or any witnesses must be avoided.\n\nThreshold Requirements Prior to Investigation\n\nOnce the Discrimination and Harassment Officer has become aware, either by submission of a formal complaint or by some other means, of an allegation that harassment, discrimination, or retaliation has occurred in violation of its policies, the Officer will review the matter and may undertake an investigation.  However, if the Discrimination and Harassment Officer determines that the allegations, or any of the allegations, even if true, would not violate the College’s harassment, discrimination, or retaliation policies, then the College will not proceed with an investigation, but may pursue other remedial measures, as appropriate. In instances where the complaint would not violate Centre College’s harassment, discrimination, or retaliation policy but may violate another Centre College policy, the complaint will be referred to the appropriate office or administrator for action.\n\nRights of the Parties\n\nParties involved in this process can expect the College to respect the rights of all involved by adhering to all regulations defined in this policy.\n\nRights of the Complainant:\n\nTo object to behavior perceived as hostile, threatening, or intimidating.\nTo seek procedural information from the Director of Equal Opportunity & Title IX Compliance.\nTo be protected against retaliation from the respondent or from other persons that may occur during this procedure.\n Rights of the Respondent:\n\nWhen any formal investigation begins, to be informed of the allegations, the identity of the complainant(s), any known facts surrounding the allegations, and a proposed timeline for resolution.\nRight to an Advisor\n\nEmployee(s) and/or student(s) who are parties to a process under this Policy shall be entitled to an advisor of their choice, who is a member of Centre College’s community (such as a colleague, student advocate, etc.) at all complaint meetings or proceedings. All participants are subject to the confidentiality requirement of this policy.\n\nInvestigation"}
{"chunk_id": "chunk_81", "section_title": "Discrimination and Harassment Complaint Procedure and Resolution Process", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "College will strive to complete a thorough, fair, impartial, and timely investigation. The Director of Equal Opportunity & Title IX Compliance will appoint an investigator, who may be an internal designee of the Director of Equal Opportunity & Title IX Compliance or an external third party, to conduct the investigation. The investigator appointed must be free of any conflict of interest and bias as defined by this Policy. The parties will be notified in writing of the investigator assigned to their case.  The investigator will conduct a fair and impartial investigation. The investigator will be trained, including on issues of relevance, to ensure the investigation is conducted consistent with applicable law and College policy, and that the investigative report fairly summarizes the relevant evidence.\n\nUpon receipt of a completed formal complaint form, the Director of Equal Opportunity & Title IX Compliance or designee will institute a formal investigation, which will be completed unless the matter is informally resolved, or unless the Director determines the allegations, even if proven, would not violate this Policy. The Director of Equal Opportunity & Title IX Compliance will determine the process by which an investigation will be conducted and assign an appropriate investigator.\n\nOnce the selection of an investigator has been finalized, the investigator will conduct the investigation promptly (usually within 60 days), and provide a written report of the investigation which shall include:\n\nA description of the circumstances giving rise to the complaint;\nA summary of the testimony provided by each witness, including the complainant, respondent, and any witnesses identified by the complainant in the complaint (unless any are reasonably deemed to be cumulative or not related to the allegations);\nAn analysis of any relevant data or other evidence collected during the investigation, including resolving any issues of credibility;\nA specific finding as to whether harassment or discrimination occurred regarding the allegation in the complaint, and whether the respondent is responsible;\nA description of actions taken, if any, to prevent similar problems in the future;\nThe proposed resolution of the complaint;\nThe rights of the parties to appeal; and\nAny other information deemed appropriate by the investigator.\n Within 90 days (unless unusual or complex circumstances exist) of receiving the formal prohibited discrimination/harassment complaint, the investigator will provide the report to the Director of Equal Opportunity & Title IX Compliance, the Complainant (and their advisor if applicable), and the Respondent (and their advisor if applicable).\n\nIf the investigator does not determine that the Respondent violated this Policy (or other applicable policies), the decision will be considered final and appealable."}
{"chunk_id": "chunk_82", "section_title": "Discrimination and Harassment Complaint Procedure and Resolution Process", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "If the investigator determines that the Respondent violated this Policy (or any other applicable policies), the Director of Equal Opportunity & Title IX Compliance will provide a copy of the report to the appropriate Administrator, based on the jurisdiction of the Respondent, for review:\n\nFor students, this is the Dean of Students;\nFor employees, this is the Vice President of Human Resources and/or the Vice President of Academic Affairs\nReview by the appropriate administrator includes reviewing the investigation report and may also include speaking to the investigator, the Complainant, and/or the Respondent. The purpose of this review is not to re-investigate or re-decide the matter, but is to collect necessary information to determine the necessity and scope of potential sanctions or other actions that the College may take in order to remediate and prevent future occurrences of harassment and discrimination.  Once the administrator has determined the appropriate sanction or outcome, the decision is considered final and appealable.\n\nStudent Sanctions\n\nIn accordance with Centre College’s student disciplinary procedures, the Centre College may impose sanctions such as verbal reprimands, voluntary enrollment in seminars pertaining to prohibited discrimination, written reprimands, dismissal from class and/or other Centre College activities, or suspension or expulsion from Centre College, depending upon the severity of the act.\n\nEmployee Sanctions\n\nIn accordance with Centre College’s policies and procedures applicable to employees, Centre College may impose sanctions such as verbal reprimands, voluntary enrollment in seminars pertaining to prohibited discrimination, written reprimands, demotions, suspensions with or without pay, and termination of employment.\n\nInterim Suspensions\n\nIn extraordinary circumstances, where potentially serious and immediate harm may result to persons affiliated with Centre College, the Director of Equal Opportunity & Title IX Compliance may consult with the appropriate Vice President, or designee, about interim measures, consistent with applicable law and College policy, temporarily to relieve, reassign, or remove employees from their current position/environment during or after the investigation period.  The Director of Equal Opportunity & Title IX Compliance may similarly work with the Dean of Student, or designee, regarding a student for the temporary suspension of privileges, relocation of residential living assignment, class assignment change, or other interim measures, consistent with applicable law and College policy.\n\nAppeal Rights\n\nThe parties have appeal rights that they may exercise if they are not satisfied with the results of Centre College’s final decision. Each party may file an appeal with the Director of Equal Opportunity & Title IX Compliance, according to the terms in this section and solely on these grounds:"}
{"chunk_id": "chunk_83", "section_title": "Discrimination and Harassment Complaint Procedure and Resolution Process", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "New evidence could have affected the decision that was not reasonably known at the time of the decision;\nThe investigation or decision exhibited prejudice, bias, or other unfair treatment that materially affected the outcome;\nThe sanction is disproportionate to the violations; or\nThe College’s stated procedures were not followed, and such a procedural error materially affected the outcome.\n Appeals may only be made after the decision is final, as outlined above. At the time the final decision is communicated to the parties in writing, the Director of Equal Opportunity & Title IX Compliance shall notify the parties of their appeal rights:\n\nThe appealing party must submit all appeals in writing within 10 calendar days of receiving the decision to the Director of Equal Opportunity & Title IX Compliance who will then transmit the appeal to the Appeal Panel. The Appeal Panel will review the original complaint, the investigative report, the administrative determination, and the appeal.\nThe Appeal Panel will issue a final decision normally within 14 days after receiving the appeal\n In any case involving employment discrimination, the complainant may file a complaint with the EEOC or state agency where the case is within the jurisdiction of that agency.\n\nExtensions\n\nIf, for reasons beyond its control, Centre College cannot comply with the deadlines specified in this policy, the Discrimination & Harassment Officer will notify each party in writing and shall specify the anticipated revised timeframe.\n\nConfidentiality\n\nInvestigative processes can best be conducted within a confidential climate. Therefore, Centre College does not reveal information about such matters except as necessary to fulfill its legal obligations and to those who have a legitimate need to know.\n\nPotential complainants are sometimes reluctant to pursue a complaint if their names will be revealed. The inability to reveal the name of a complainant or facts likely to reveal the identity of the complainant can severely limit the ability of Centre College to respond. Complainants must also recognize that respondents are entitled to present their side, and this right may be jeopardized if Centre College is prohibited from revealing the name of the complainant or facts likely to disclose the identity of the complainant.\n\nDisclosure of Investigation Results\n\nWhen an investigation reveals the need for disciplinary action, the complainant may wish to have information about what disciplinary actions Centre College took. However, the privacy rights of the persons involved often prevent Centre College from providing such information. Disciplinary actions are generally considered confidential.\n\nHowever, the complainant will be notified that:"}
{"chunk_id": "chunk_84", "section_title": "Discrimination and Harassment Complaint Procedure and Resolution Process", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "The investigation has been completed;\nEach of the issues raised has been reviewed; and\nAppropriate action is being taken (depending on the circumstances, it may or may not be appropriate to inform the complainant of the specific actions being taken).\nIn the case of crimes of violence, the College may disclose of the results of any disciplinary proceeding to the alleged victim., consistent with applicable law."}
{"chunk_id": "chunk_85", "section_title": "Notice, Training, and Education for Students and Employees", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "The Discrimination & Harassment Officer should arrange or provide training to employees and students on Centre College’s prohibited discrimination, harassment and retaliation policy and procedures. Employees will be provided with a copy (via the College’s Website) of Centre College’s policy on prohibited discrimination at the beginning of the academic year after the policy is adopted.\n\nCentre College will provide training to employees and a copy (via College Website) of the prohibited discrimination, harassment, and retaliation policies and procedures during the first year of their employment.\n\nA training program or informational services will be made available to all students at least once annually. The student training or informational services will include an explanation of the policy, how it works, and how to file a complaint. In addition, a copy of Centre College’s written policy on prohibited discrimination, as it pertains to students, will be provided as part of any orientation program conducted for new students at the beginning of each quarter, semester, or summer session."}
{"chunk_id": "chunk_86", "section_title": "Provision of False Information and Interference", "source_file": "student_conduct_code.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/policy-prohibiting-discrimination-and-harassment", "text": "Any employee, volunteer, student, or vendor who interferes with an investigation conducted by or on behalf of Centre College or an investigation at Centre College by federal, state, or local law enforcement agencies, will be subject to disciplinary action, including termination, expulsion, removal from campus and/or cancellation of contract.\n\nAny employee, volunteer, student, vendor, or applicant who knowingly provides false information or intentionally withholds information during an investigation conducted by or on behalf of Centre College or an investigation at Centre College by federal, state, or local law enforcement agencies, may be subject to disciplinary action, including termination, expulsion, removal from campus, and/or cancellation of contract."}
{"chunk_id": "chunk_87", "section_title": "Student Travel Policy", "source_file": "student_travel_policy.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/student-travel-policy", "text": "Centre recognizes that engaged learning experiences sometimes take place outside the boundaries of campus. The following policy exists to promote safe travel to events and activities occurring beyond College property by students and recognized student organizations. This policy applies to both individual student and recognized student organization travel in cases where the travel is sponsored by Student Life and related offices, SGA, or in cases where the travel is independent of SLO or SGA sponsorship but where an individual student or recognized student organization travels on behalf of, or with the financial support of, one or more recognized student organizations of Centre College. Examples of activities and events that fall under this policy might include, but are not limited to: sponsored field trips, club sports trips, the activities of recognized student organizations, College funded community service travel, or in situations where a student or recognized student organization officially represents the College, e.g. conferences and other programs. This Policy does not apply to travel undertaken by individual students attending out of town athletic/recreational events as a non-participant (except when traveling on behalf or with the financial support of the College or a recognized student organization as described above), engaging in student teaching, internships, practicums, observations or research, or participating in intercollegiate athletics competitions under the auspices of the Athletic Department.\nDefinitions. A registered student organization is one that has been formed by Centre College students for educational, professional, social, recreational or other lawful purposes, derives the membership and leadership from the student body has been approved for recognition by the Student Life and SGA, and maintains a current registration status with the Office of Campus Activities and Greek Life. A College sponsored event or activity is one that is initiated, actively managed, planned and arranged by a member of the College’s faculty or staff, or by members of a recognized student organization that has been granted sponsorship by the College, and is approved by an appropriate administrator and/or an event or activity that the College actively manages, is involved with, or oversees financially, physically, or administratively. A currently enrolled student is one who is a student who is currently registered at the College, whether on a full- or part-time basis. An appropriate administrator is a Dean, Department Chair, or Director of an administrative unit, or their authorized designee.\nGeneral Requirements.  All student and recognized student organization travel falling within this policy must meet the following requirements:\n3.1. Recognized student organization travel must be consistent with the organization’s mission statement and constitution on file with the Office of Campus Activities and Greek Life. Travel must be planned so as not to create an undue interference with academic responsibilities.\n3.2. An individual student or recognized student organization must complete and submit the Student Travel Form to the Office of Campus Activities and Greek Life no later than five (5) business days before the scheduled trip.\n3.3. All students traveling must complete and submit an Off-Campus Travel Waiver and Assumption of Risk Form to the Office of Campus Activities and Greek Life no later than five (5) business days before the scheduled trip.\n3.4. All College sponsored travel must be chaperoned by a faculty or staff advisor or approved alternate, except as provided in Section 5.3 below. A student officer from the recognized student organization must accompany the trip for all non-College sponsored travel. Centre College will view this student officer as the party responsible for the trip. Furthermore, the student officer must carry a copy of all emergency contact information for all students participating in the trip.\n3.5. The name, address, and telephone number of the faculty/staff advisor to the recognized student organization must be submitted utilizing the appropriate form. Faculty/staff advisors also are required to maintain a copy of the appropriate form and discuss the Centre College Student Conduct Code with the recognized student organization leader(s) organizing the trip. The faculty/staff advisor is expected to exchange emergency contact numbers with students and obtain an indication of who each student desires to be notified in the event of an emergency.\n3.6. All trips are required to follow the Student Life Travel Guidelines noted in section 7, below.\n3.7. Any trip taken without submission of a complete and accurate Student Travel Form or other violations of this policy, may result in individual and/or organizational discipline as outlined in the Student Handbook, together with such additional action as may be deemed appropriate under the circumstances."}
{"chunk_id": "chunk_88", "section_title": "Student Travel Policy", "source_file": "student_travel_policy.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/student-travel-policy", "text": "College Sponsored Student Travel. To assure that events or activities involving student travel are consistent with the College’s mission and that student safety issues have been addressed, College sponsored student travel must be approved in advance by an appropriate administrator. The appropriate administrator will assure that the proposed travel request conforms to the procedures outlined in the Student Life Travel Guidelines in section 6, below. The following rules apply to the travel of currently enrolled undergraduate students attending activities or events sponsored by Student Life that occur beyond the boundaries of campus.\n4.1. To request authorization, members of the faculty, staff or recognized student organization granted funding who organize activities covered by this policy must submit a completed Student Travel Form to the appropriate administrator for approval. The request must be submitted at least five (5) business days in advance of travel.\n4.2. All College sponsored trips must be chaperoned by a staff or faculty member, except with the approval of an appropriate administrator. If students are traveling on their own for the purpose of a recognized student organization, and College funds are being utilized to support the activity (e.g., Sport Clubs teams participating in out of town competition), the president of the student organization must meet with an administrator in the Office of Campus Activities and Greek Life prior to the trip to review specific trip details.\n4.3. Names and pertinent information may be submitted via the Student Travel Form. Faculty or staff chaperones are expected to carry emergency contact information for all students on the trip."}
{"chunk_id": "chunk_89", "section_title": "Student Travel Policy", "source_file": "student_travel_policy.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/student-travel-policy", "text": "Non-College Sponsored Travel. Non-College sponsored travel occurs when travel to an off-campus activity or event beyond the boundaries of campus is required as part of membership in a recognized student organization functioning under the auspices of the Office of Campus Activities and Greek Life, but College funds are not utilized to support the travel. In some cases, SGA may support the recognized student organization travel by providing funding for conference registration. This funding does not alter the non-College sponsored nature of the travel. When participating in non-College sponsored travel, recognized student organizations are required to submit the Student Travel Form available via the Office of Campus Activities and Greek Life under “travel policy.” In addition, the recognized student organization is subject to those requirements described in Section 3 of this policy.\nStudent Life Travel Guidelines.  Centre College, through its affiliated offices and recognized organizations, provides opportunities for student travel to activities that facilitate and/or enhance the learning process taking place within the College community. Participation in such activities shall be limited to members of the College community. These Guidelines do not apply to study abroad travel, or travel under the auspices of the Department of Athletics. Participants in activities involving student travel are responsible for their own behavior and any resulting consequences. The College shall not be liable for any loss, damage, injury or other consequence resulting from a participant’s failure to comply with College rules and regulations, the direction of College employees, or applicable law. Without limiting the foregoing, all trip participants are required to (a) comply with the standards set forth in the Centre College Student Conduct Code and with applicable College policies, procedures, rules and regulations, understanding that such compliance is important to the success of the trip and to the College’s willingness to permit future similar activities; and (b) conform their conduct to the standards surrounding the trip and assume responsibility for their own actions, understanding the circumstances of an off-campus activity may require a standard of decorum that may differ from that applicable on campus. Violations of the foregoing requirements may subject participants and sponsoring organizations to disciplinary action. Please note for College sponsored travel, it is the responsibility of the department sponsoring the program to assure compliance with these guidelines including any reference policies such as the College’s vehicle safety policy. The following additional guidelines also apply to all travel activities subject to the Centre College Student Travel Guidelines:\n6.1. Pre-trip Meeting: The faculty member, administrator, and/or recognized student organization in charge of the trip, should hold a pre-trip planning meeting with all participants to discuss the planned itinerary, behavioral expectations, and transportation details.\n6.2. Transportation: The sponsoring College department should be prepared to arrange for transportation by official College vehicle(s), rental vehicle(s), chartered service, or, if necessary, personal vehicles.\n6.3. The following rules apply to the use of vehicles.\n6.3.1. College Vehicles – When possible, use of college-owned vehicles would be the preferred method of travel.\n6.3.2. Rental Vehicles – Rental vehicles should be organized by the sponsoring department utilizing College funds and institutional insurance coverage.\n6.3.3. Contract Bus Service – Adequate insurance coverage for personal injury and property damage must be provided by the bus company.\n6.3.4. Personal Vehicles – Personal Vehicles should only be used on a voluntary basis. The owners/drivers must provide their own insurance coverage. All student participants choosing to ride in a private automobile do so voluntarily and at their own risk. The College shall not insure or accept liability for any damage, loss or injury resulting from the use of a private vehicle. The College does not provide comprehensive or collision (physical damage) insurance for private vehicles driven on College business, and the owner is responsible for primary liability insurance. The College does carry non-owner excess liability coverage to protect the College and employee in the event of a suit resulting from an automobile accident in which an employee was driving on College business.\n6.3.5. It is the clear preference for faculty/staff to drive on College-sanctioned trips. \n6.3.6. All drivers should be appropriately trained for the trip being undertaken.\n6.3.7. Refer to the full College Policy on Driving for further information about minimum standards and training for driving on College-sanctioned trips.\n6.4. Accident and Medical Insurance The faculty/staff member or administrators responsible for the trip shall communicate to the participants that the College does not provide medical insurance for any student’s participation in trips. All student participants shall be responsible for any medical costs they incur during and/or as a result of the trip.\n6.5. Participation Except with the permission of the appropriate administrator, friends and family of students are not eligible to participate in travel opportunities falling under the Division of Enrollment and the Student Travel Policy. All participants are required to engage in the planned activities of the trip. Unstructured time should be kept to a minimum to reduce the risks inherent in unsupervised activity. The sponsoring department or organization should keep a list of all participants involved in the trip."}
{"chunk_id": "chunk_90", "section_title": "Visitation Policy", "source_file": "visitation_policy.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/visitation", "text": "Visitation is defined as social visiting by an individual in student rooms by invitation of the resident(s). All residents must assume responsibility for the general observation of the visitation guidelines.  The purpose of the visitation policy is to protect the privacy and rights of room and hall mates and to foster a positive and respectful residential community.  Repeated violations may result in a withdrawal of the visitation privilege or more serious consequences."}
{"chunk_id": "chunk_91", "section_title": "Visitation Policy", "source_file": "visitation_policy.txt", "url": "https://centre.smartcatalogiq.com/en/catalog-and-handbooks/student-handbook/student-policies-and-regulations/visitation", "text": "For the first three weeks of the Fall Term, first-year students are granted visitation privileges during the hours listed below:\nSunday-Thursday\t10:00am - 12:30 am\nFriday-Saturday\t10:00am - 2:00 am\nPersons cited for violating any of the visitation regulations during the first three weeks of the Fall Term are automatically fined a minimum of $25.\nUpon approval by the Residence Life staff, first-year students are granted 24-hour visitation privileges in their residence hall rooms after the first three weeks of the Fall Term.  Based on the academic calendar, 24-hour visitation privileges will begin Saturday, September 21, 2024 at 5:00 pm.\nAll returning students shall have 24-hour visitation privileges in their residence hall rooms.  As the SGA resolution regarding the 24-hour visitation policy states, it \"does not include cohabitation,\" and is \"with the purpose of fostering a more mature and adult College environment.\"  The Student Life Office reserves the right to rescind this privilege if abused - either by hall or campus wide.\nNo person may enter another individual's room except in their company or by invitation of the resident(s).  Either roommate may deny the privilege of visitation in their room to any person.\nVisitors of a different gender may not use the restroom facilities on single gender halls at any time.  Breckinridge, Yerkes, Bingham, Brockman, and Pearl and other north campus residences have public restroom facilities on the ground level and Nevin has facilities on the lower level.  Coed halls have men's and women's restroom facilities.  The following is a list of locations of gender-neutral restrooms:  Acheson/Caldwell 1st Floor, Cheek/Evans 1st Floor, Yerkes 1st Floor, Bingham 1st Floor, Breckinridge 1st Floor, Nevin Basement, Nevin 1st Floor, Northside Hall, Pearl 1st Floor, and Brockman Community Building.\nAll persons who participate in visitation must be either Centre students, family members of Centre students, or visitors of at least 18 years of age.  Visitors under 18 years of age must be approved with permission from the Student Life Office or the Admissions Office.  Please email the Director of Residence Life to approve underage visitors.\nAll public lounges and living rooms in residence halls and apartments and living rooms and basements of the Greek houses have 24-hour visitation privileges.  Such privileges can be rescinded by a majority vote of the residents or by the Residence Life Office due to abuse of the privileges or behavioral problems.\nAs mentioned under the section of this Handbook on Campus Safety/Security, students are responsible for their guests and the actions of their guests at all times. It is the responsibility of the Centre host to inform their non-Centre visitors of pertinent College rules and regulations. Specifically, any overnight guests are limited to a three consecutive night stay. Residents of a double occupancy room are limited to two overnight guests at any one time.  This policy is intended to protect the rights of roommates, as well as to promote a conducive living/learning environment within the residence halls. The College cannot be responsible for the safety and welfare of individuals staying as guests of our students in residence halls or houses unless such guests have been registered in advance in out housing portal, eRezlife, found at centre.erezlife.com.  Student must complete the guest registration form in eRezlife prior to a guest's arrival.\nResidence Directors and Resident Assistants, Facilities Management staff, and other officials of the College have the right of access to any room at any time for the purpose of supervising conditions regarding damage, safety, health, and compliance with College and residence hall regulations."}
